{"items": {"RS0119971": {"RS": "RS0119971", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20050530_OGH0002_0160OK00010_0500000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 41, "Normen": ["WettbG §11"], "Rechtssatz": "Ein Verstoß gegen den Grundsatz des rechtlichen Gehörs ist aus Anlass eines zulässigen Rekurses auch von Amts wegen wahrzunehmen (§ 55 Abs 3 in Verbindung mit § 58 Abs 1 Z 1 AußStrG).Ein Verstoß gegen den Grundsatz des rechtlichen Gehörs ist aus Anlass eines zulässigen Rekurses auch von Amts wegen wahrzunehmen (Paragraph 55, Absatz 3, in Verbindung mit Paragraph 58, Absatz eins, Ziffer eins, AußStrG)."}, "RS0043144": {"RS": "RS0043144", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19520806_OGH0002_0020OB00554_5200000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 81, "Normen": ["ZPO §503"], "Rechtssatz": "Ein Mangel des Berufungsverfahrens liegt vor, wenn das Berufungsgericht sich mit der Mängelrüge des Berufungswerbers nicht befasst hat, dass ein im erstinstanzlichen Verfahren angeblich unterlaufener Verfahrensmangel vorliegt (1 Ob 655/50)."}, "RS0006379": {"RS": "RS0006379", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19510418_OGH0002_0030OB00161_5100000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 40, "Normen": ["AußStrG §14", "AußStrG §2"], "Rechtssatz": "Im außerstreitigen Verfahren kann auch der OGH die Beweiswürdigung überprüfen (ordentlicher Revisionsrekurs)."}, "RS0123128": {"RS": "RS0123128", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20080130_OGH0002_0030OB00192_07T0000_003", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 18, "Normen": [], "Rechtssatz": "Um beurteilen zu können, ob die vom Gesetzgeber bei Vorliegen der Voraussetzungen des § 58 Abs 1 und 3 AußStrG für die Erledigung eines Rechtsmittels in der Sache abgelehnte Aufhebung der angefochtenen Entscheidung vermeidbar ist, ist es erforderlich, den bisher nicht gehörten Parteien Gelegenheit zu geben, sich am Revisionsrekursverfahren zu beteiligen und ihre materiellen und/oder prozessualen Rechte geltend zu machen (oder auch nicht).Um beurteilen zu können, ob die vom Gesetzgeber bei Vorliegen der Voraussetzungen des Paragraph 58, Absatz eins und 3 AußStrG für die Erledigung eines Rechtsmittels in der Sache abgelehnte Aufhebung der angefochtenen Entscheidung vermeidbar ist, ist es erforderlich, den bisher nicht gehörten Parteien Gelegenheit zu geben, sich am Revisionsrekursverfahren zu beteiligen und ihre materiellen und/oder prozessualen Rechte geltend zu machen (oder auch nicht)."}, "RS0006727": {"RS": "RS0006727", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19800409_OGH0002_0030OB00659_7900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 2, "Normen": ["AußStrG §9", "UVG §15", "UVG §29"], "Rechtssatz": "Der Präsident des OLG ist gegen die Abänderung des Beschlusses des Erstgerichtes, mit welchem die Überweisung des Betrages an ihn angeordnet wurde, zum Rekurs legitimiert."}, "RS0030748": {"RS": "RS0030748", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19941018_OGH0002_0040OB01611_9400000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 138, "Normen": [], "Rechtssatz": "Die in ständiger Rechtsprechung zu § 503 Z 2 ZPO vertretene Auffassung, dass vom Gericht zweiter Instanz verneinte Mängel erster Instanz nicht mehr vom Obersten Gerichtshof zu überprüfen sind, hat auch für den - inhaltlich völlig gleichen - § 15 Z 2 AußStrG zu gelten.Die in ständiger Rechtsprechung zu Paragraph 503, Ziffer 2, ZPO vertretene Auffassung, dass vom Gericht zweiter Instanz verneinte Mängel erster Instanz nicht mehr vom Obersten Gerichtshof zu überprüfen sind, hat auch für den - inhaltlich völlig gleichen - Paragraph 15, Ziffer 2, AußStrG zu gelten."}, "RS0115719": {"RS": "RS0115719", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20010912_OGH0002_0040OB00186_01H0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 114, "Normen": ["ABGB §176", "AußStrG §14"], "Rechtssatz": "Die Entscheidung, welchem Elternteil die Kindesobsorge übertragen werden soll, ist dann eine solche des Einzelfalls, der keine grundsätzliche Bedeutung im Sinne des § 14 Abs 1 AußStrG zukommt, wenn dabei auf das Kindeswohl ausreichend Bedacht genommen wurde.Die Entscheidung, welchem Elternteil die Kindesobsorge übertragen werden soll, ist dann eine solche des Einzelfalls, der keine grundsätzliche Bedeutung im Sinne des Paragraph 14, Absatz eins, AußStrG zukommt, wenn dabei auf das Kindeswohl ausreichend Bedacht genommen wurde."}, "RS0088931": {"RS": "RS0088931", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19840320_OGH0002_0040OB00319_8400000_005", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 136, "Normen": ["ZPO §502", "ZPO §528"], "Rechtssatz": "Zur Begründung der Zulässigkeit des Rechtsmittels nach diesen Gesetzesstellen bedarf es aber noch der (weiteren) Voraussetzung, dass die Entscheidung von der Lösung der angeführten Rechtsfrage (hier: des Verfahrensrechtes) abhängt."}, "RS0050037": {"RS": "RS0050037", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19950328_OGH0002_0040OB00524_9500000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 199, "Normen": ["AußStrG §15"], "Rechtssatz": "Ein vom Rekursgericht verneinter Mangel des außerstreitigen Verfahrens erster Instanz kann keinen Revisionsrekursgrund bilden."}, "RS0007236": {"RS": "RS0007236", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19901023_OGH0002_0040OB00554_9000000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 132, "Normen": ["AußStrG §15"], "Rechtssatz": "§ 15 AußStrG idF WGN 1989, welcher vollinhaltlich dem § 503 ZPO entspricht, macht deutlich, dass der Oberste Gerichtshof auch im Außerstreitverfahren nicht Tatsacheninstanz sein soll, sondern nur wegen rechtlicher oder sonst aktenkundiger Fehler angerufen werden darf (991 BlgNr 17. GP, 5).Paragraph 15, AußStrG in der Fassung WGN 1989, welcher vollinhaltlich dem Paragraph 503, ZPO entspricht, macht deutlich, dass der Oberste Gerichtshof auch im Außerstreitverfahren nicht Tatsacheninstanz sein soll, sondern nur wegen rechtlicher oder sonst aktenkundiger Fehler angerufen werden darf (991 BlgNr 17. GP, 5)."}, "RS0120213": {"RS": "RS0120213", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20050920_OGH0002_0050OB00174_05G0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 96, "Normen": [], "Rechtssatz": "In § 66 AußStrG 2005 sind die Revisionsrekursgründe nunmehr taxativ aufgezählt. Unter § 66 Abs 1 Z 1 AußStrG wurden nicht alle bisher als Nichtigkeit geltend zu machenden Verfahrensfehler als Revisionsrekursgründe beibehalten. Der Anfechtungsgrund der Verletzung des rechtlichen Gehörs ist dadurch gekennzeichnet, dass er nicht mehr absolut - wie die Nichtigkeitsgründe der ZPO - wirkt. Er kann nur dann zur Aufhebung führen, wenn er zum Nachteil des Rechtsmittelwerbers ausschlagen könnte.In Paragraph 66, AußStrG 2005 sind die Revisionsrekursgründe nunmehr taxativ aufgezählt. Unter Paragraph 66, Absatz eins, Ziffer eins, AußStrG wurden nicht alle bisher als Nichtigkeit geltend zu machenden Verfahrensfehler als Revisionsrekursgründe beibehalten. Der Anfechtungsgrund der Verletzung des rechtlichen Gehörs ist dadurch gekennzeichnet, dass er nicht mehr absolut - wie die Nichtigkeitsgründe der ZPO - wirkt. Er kann nur dann zur Aufhebung führen, wenn er zum Nachteil des Rechtsmittelwerbers ausschlagen könnte."}, "RS0121304": {"RS": "RS0121304", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20061012_OGH0002_0060OB00178_06D0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 3, "Normen": ["ABGB §145", "ABGB §176"], "Rechtssatz": "Die zweitinstanzliche Rechtsprechung geht davon aus, dass in einem Verfahren, in dem dem bisher mit der Obsorge betrauten Elternteilen diese entzogen werden soll, sämtlichen Großelternteilen Beteiligtenstellung und somit auch Rekurslegitimation zukommt (EFSlg 92.891, 100.187, 104.206, 107.703). Dies lässt sich aber jedenfalls für ein Verfahren nicht sagen, in dem die Frage der Obsorge zwischen den beiden Elternteilen strittig ist. Im Hinblick auf die Vorrangstellung des anderen Elternteils kommt den Großeltern keine eigene Verfahrensstellung zu; sie könnten lediglich angehört werden. Erst wenn sich herausstellen sollte, dass beide Elternteile nicht imstande sind, die Obsorge zum Wohl des Kindes auszuüben, also eine dritte Person (dann aber vorrangig die Großeltern) damit betraut werden müsste, käme eine Parteienstellung der Großeltern in Betracht."}, "RS0047928": {"RS": "RS0047928", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19830519_OGH0002_0060OB00583_8300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 57, "Normen": ["ABGB §144", "ABGB §176", "ABGB §177"], "Rechtssatz": "Der Grundsatz der Kontinuität der Erziehung darf nicht um seiner selbst Willen aufrechterhalten werden, sondern ist dem Wohl des Kindes unterzuordnen. Die Forderung nach Kontinuität entspringt dem Gedanken des Kindeswohles, weil nach der Lebenserfahrung die Stetigkeit und Dauer Grundbedingungen für eine erfolgreiche und damit dem Wohl des Kindes dienende Erziehung sind."}, "RS0043919": {"RS": "RS0043919", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19690903_OGH0002_0070OB00140_6900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 44, "Normen": ["ZPO §503", "ZPO §520", "ZPO §526"], "Rechtssatz": "Ein angeblicher Mangel des erstgerichtlichen Verfahrens, der vom Rekursgericht nicht als solcher erkannt wurde, kann nach dem Grundsatz, dass jeder Verfahrensmangel immer nur einmal und zwar in der nächsthöheren Instanz wahrgenommen werden kann, im Revisionsrekursverfahren nicht abermals geltend gemacht werden."}, "RS0119594": {"RS": "RS0119594", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20041215_OGH0002_0070OB00269_04S0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 14, "Normen": ["AußStrG §182b"], "Rechtssatz": "Nach § 182b AußStrG ist im Verfahren über Pflege und Erziehung oder das Besuchsrecht die Anhörung eines Minderjährigen, der das 10. Lebensjahr bereits vollendet hat, \"tunlichst\" vorzunehmen. Die Befragung darf aber aus zwei Gründen unterbleiben, die unter den Begriffen des Kindeswohles und der Verständnisfähigkeit zusammenzufassen sind. Es ist zB zulässig, unter Berücksichtigung der wohlverstandenen Interessen des Minderjährigen von seiner Befragung abzusehen, weil ausreichend sicher anzunehmen ist, dass sie das betroffene Kind in einen seiner weiteren Entwicklung abträglichen Loyalitätskonflikt stürzen würde.Nach Paragraph 182 b, AußStrG ist im Verfahren über Pflege und Erziehung oder das Besuchsrecht die Anhörung eines Minderjährigen, der das 10. Lebensjahr bereits vollendet hat, \"tunlichst\" vorzunehmen. Die Befragung darf aber aus zwei Gründen unterbleiben, die unter den Begriffen des Kindeswohles und der Verständnisfähigkeit zusammenzufassen sind. Es ist zB zulässig, unter Berücksichtigung der wohlverstandenen Interessen des Minderjährigen von seiner Befragung abzusehen, weil ausreichend sicher anzunehmen ist, dass sie das betroffene Kind in einen seiner weiteren Entwicklung abträglichen Loyalitätskonflikt stürzen würde."}, "RS0043150": {"RS": "RS0043150", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19780511_OGH0002_0070OB00028_7800000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 142, "Normen": ["ZPO §503"], "Rechtssatz": "Die Entscheidung des Berufungsgerichtes über eine Beweisrüge ist mangelfrei, wenn es sich mit dieser überhaupt befasst, die Beweiswürdigung des Erstgerichtes überprüft und nachvollziehbare Überlegungen über die Beweiswürdigung anstellt und in seinem Urteil festhält."}, "RS0043371": {"RS": "RS0043371", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19670308_OGH0002_0070OB00037_6700000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 269, "Normen": ["ZPO §503", "ZPO §503"], "Rechtssatz": "Eine mangelhafte und unzureichende Beweiswürdigung kann im Revisionsverfahren nicht angefochten werden. Nur wenn sich das Berufungsgericht mit der Beweisfrage überhaupt nicht befasst, ist sein Verfahren mangelhaft (vgl JBl 1956,51, JBl 1932,477).Eine mangelhafte und unzureichende Beweiswürdigung kann im Revisionsverfahren nicht angefochten werden. Nur wenn sich das Berufungsgericht mit der Beweisfrage überhaupt nicht befasst, ist sein Verfahren mangelhaft vergleiche JBl 1956,51, JBl 1932,477)."}, "RS0043027": {"RS": "RS0043027", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19810521_OGH0002_0070OB00523_8100000_003", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 106, "Normen": ["AußStrG §16", "ZPO §503"], "Rechtssatz": "Ein dem Berufungsgericht unterlaufener Verfahrensverstoß bildet nur dann den Revisionsgrund des § 503 Z 2 ZPO, wenn er abstrakt geeignet war, eine unrichtige Entscheidung des Gerichtes zweiter Instanz herbeizuführen.Ein dem Berufungsgericht unterlaufener Verfahrensverstoß bildet nur dann den Revisionsgrund des Paragraph 503, Ziffer 2, ZPO, wenn er abstrakt geeignet war, eine unrichtige Entscheidung des Gerichtes zweiter Instanz herbeizuführen."}, "RS0048632": {"RS": "RS0048632", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19920220_OGH0002_0070OB00528_9200000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 115, "Normen": ["ABGB §176", "ABGB §176", "ABGB §177"], "Rechtssatz": "Bei der Entscheidung über die Obsorge für ein Kind ist ausschließlich dessen Wohl maßgebend, wobei nicht nur von der momentanen Situation ausgegangen werden darf, sondern auch Zukunftsprognosen zu stellen sind."}, "RS0129538": {"RS": "RS0129538", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20140521_OGH0002_0070OB00063_14M0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 24, "Normen": [], "Rechtssatz": "Bei § 107 Abs 2 AußStrG idF des KindNamRÄG 2013, BGBl I 2013/15, kommt es auf eine akute Gefährdung des Kindeswohls nicht mehr an (Kindeswohlförderung statt bisheriger Gefahrenabwehr).Bei Paragraph 107, Absatz 2, AußStrG in der Fassung des KindNamRÄG 2013, BGBl römisch eins 2013/15, kommt es auf eine akute Gefährdung des Kindeswohls nicht mehr an (Kindeswohlförderung statt bisheriger Gefahrenabwehr)."}, "RS0006999": {"RS": "RS0006999", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19890907_OGH0002_0070OB00652_8900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 11, "Normen": ["AußStrG §12", "AußStrG §16"], "Rechtssatz": "Bei einer vorläufigen Entscheidung müssen nicht sämtliche notwendigen Verfahrensschritte getroffen werden, weil andernfalls bereits mit einer endgültigen Entscheidung vorgegangen werden könnte. Selbst wenn daher für die endgültige Entscheidung weitere Verfahrensschritte erforderlich wären, müsste deren Unterlassung nicht zu einer Anfechtbarkeit der Provisorialentscheidung führen."}, "RS0040165": {"RS": "RS0040165", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19710608_OGH0002_0080OB00136_7100000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 26, "Normen": ["ZPO §272", "ZPO §503"], "Rechtssatz": "Keine Mangelhaftigkeit bei der Entscheidung von Beweiswürdigungsfragen, wenn in der Begründung der Entscheidung ein Umstand nicht erwähnt wurde, der hätte erwähnt werden können oder eine Erwägung nicht angestellt wurde, die hätte angestellt werden können."}, "RS0097114": {"RS": "RS0097114", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19960425_OGH0002_0080OB02043_96S0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 125, "Normen": ["ABGB §148", "ABGB §180", "AußStrG §14"], "Rechtssatz": "Die nach pflichtgemäßem Ermessen zu treffende Entscheidung, inwieweit einem Elternteil unter Bedachtnahme auf Persönlichkeit, Eigenschaften und Lebensumstände das Besuchsrecht eingeräumt werden soll, ist grundsätzlich von den Umständen des Einzelfalles abhängig; es kann ihr deshalb keine Bedeutung im Sinne des § 14 Abs 1 AußStrG zuerkannt werden, wenn nicht leitende Grundsätze der Rechtsprechung verletzt werden.Die nach pflichtgemäßem Ermessen zu treffende Entscheidung, inwieweit einem Elternteil unter Bedachtnahme auf Persönlichkeit, Eigenschaften und Lebensumstände das Besuchsrecht eingeräumt werden soll, ist grundsätzlich von den Umständen des Einzelfalles abhängig; es kann ihr deshalb keine Bedeutung im Sinne des Paragraph 14, Absatz eins, AußStrG zuerkannt werden, wenn nicht leitende Grundsätze der Rechtsprechung verletzt werden."}, "RS0130247": {"RS": "RS0130247", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20150527_OGH0002_0080OB00040_15P0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 10, "Normen": [], "Rechtssatz": "Nach der neuen Rechtslage ist für die Obsorgeregelung ausschließlich das Kindeswohl maßgeblich. Das Kindesinteresse ist dem Willen der Eltern übergeordnet. Für die Anordnung der beiderseitigen Obsorge ist daher die Beurteilung maßgebend, ob die Interessen des Kindes auf diese Weise am besten gewahrt werden können."}, "RS0007101": {"RS": "RS0007101", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19900628_OGH0002_0080OB00586_9000000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 145, "Normen": [], "Rechtssatz": "Die nach pflichtgemäßem Ermessen zu treffende Entscheidung, welchem Elternteil bei Gegenüberstellung der Persönlichkeit, Eigenschaften und Lebensumstände (RZ 1973,198; ÖA 1985,77 ua) die Obsorge für das Kind übertragen werden soll, ist immer eine solche des Einzelfalls, der in der Regel keine grundsätzliche Bedeutung im Sinn des § 14 Abs 1 AußStrG idF WGN 1989 zuerkannt werden kann.Die nach pflichtgemäßem Ermessen zu treffende Entscheidung, welchem Elternteil bei Gegenüberstellung der Persönlichkeit, Eigenschaften und Lebensumstände (RZ 1973,198; ÖA 1985,77 ua) die Obsorge für das Kind übertragen werden soll, ist immer eine solche des Einzelfalls, der in der Regel keine grundsätzliche Bedeutung im Sinn des Paragraph 14, Absatz eins, AußStrG in der Fassung WGN 1989 zuerkannt werden kann."}, "RS0118080": {"RS": "RS0118080", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20031016_OGH0002_0080OB00099_03X0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 16, "Normen": ["ABGB §145", "ABGB §176", "ABGB §176"], "Rechtssatz": "Das Kindeswohl geht dem Elternrecht vor und entscheidet primär in der Frage der Obsorgezuteilung oder der Aufhebung von Maßnahmen, die die Elternrechte einschränken."}, "RS0108449": {"RS": "RS0108449", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19970910_OGH0002_0090OB00299_97D0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 57, "Normen": ["AußStrG §15"], "Rechtssatz": "Die Bekämpfung der Tatsachenfeststellungen mit Revisionsrekurs ist nicht möglich."}, "RS0000466": {"RS": "RS0000466", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19720705_OGH0002_0010OB00142_7200000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 22, "Normen": ["EO §7", "ZPO §226"], "Rechtssatz": "Ein bestimmtes Begehren hat zur Voraussetzung, dass ihm der Gegenstand, die Art, der Umfang und die Zeit der geschuldeten Leistung oder Unterlassung zu entnehmen ist (so schon JBl 1968,206). Bloße Bestimmbarkeit genügt aber nur dort, wo dies vom Gesetz angeordnet wird (zB § 10a EO (vgl EvBl 1971/318).Ein bestimmtes Begehren hat zur Voraussetzung, dass ihm der Gegenstand, die Art, der Umfang und die Zeit der geschuldeten Leistung oder Unterlassung zu entnehmen ist (so schon JBl 1968,206). Bloße Bestimmbarkeit genügt aber nur dort, wo dies vom Gesetz angeordnet wird (zB Paragraph 10 a, EO vergleiche EvBl 1971/318)."}, "RS0013211": {"RS": "RS0013211", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19690828_OGH0002_0010OB00148_6900000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 26, "Normen": ["ABGB §825", "ABGB §828", "ABGB §833"], "Rechtssatz": "Grenzen des Gebrauchsrechtes. Der Gebrauch ist nur soweit zulässig, als dadurch nicht der Gebrauch der anderen Miteigentümer gestört wird."}, "RS0005896": {"RS": "RS0005896", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19671123_OGH0002_0010OB00201_6700000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 137, "Normen": ["AußStrG §1", "JN §1", "JN §40a", "JN §41"], "Rechtssatz": "Für die Frage der Zulässigkeit des Rechtsweges sind ausschließlich die Klagsbehauptungen maßgeblich (SZ 19/199; SZ 23/81; SZ 36/79)."}, "RS0008880": {"RS": "RS0008880", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19720405_OGH0002_0010OB00060_7200000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 69, "Normen": ["ABGB §6", "ABGB §7"], "Rechtssatz": "Unbefriedigende Gesetzesbestimmungen zu ändern, ist nicht Sache der Rechtsprechung, sondern der Gesetzgebung; die Gerichte haben nur die bestehenden Gesetze anzuwenden; es ist hingegen keineswegs ihre Aufgabe, im Wege der Rechtsfortbildung oder einer allzu weitherzigen Interpretation möglicher Intentionen des Gesetzgebers Gedanken in eine Gesetz zu tragen, die darin nicht enthalten sind (vgl SZ 40/154). Als maßgebend kann vielmehr nur der objektive Sinn eines gehörig kundgemachten Gesetzeswortlautes angesehen werden (SZ 41/119). Ein Rechtssatz, der im Gesetz nicht einmal angedeutet ist, kann auch nicht im Wege der Auslegung Geltung erlangen (SZ 39/102; JBl 1961,425).Unbefriedigende Gesetzesbestimmungen zu ändern, ist nicht Sache der Rechtsprechung, sondern der Gesetzgebung; die Gerichte haben nur die bestehenden Gesetze anzuwenden; es ist hingegen keineswegs ihre Aufgabe, im Wege der Rechtsfortbildung oder einer allzu weitherzigen Interpretation möglicher Intentionen des Gesetzgebers Gedanken in eine Gesetz zu tragen, die darin nicht enthalten sind vergleiche SZ 40/154). Als maßgebend kann vielmehr nur der objektive Sinn eines gehörig kundgemachten Gesetzeswortlautes angesehen werden (SZ 41/119). Ein Rechtssatz, der im Gesetz nicht einmal angedeutet ist, kann auch nicht im Wege der Auslegung Geltung erlangen (SZ 39/102; JBl 1961,425)."}, "RS0000799": {"RS": "RS0000799", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19800618_OGH0002_0010OB00632_8000000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 7, "Normen": ["EO §7", "ZPO §226", "ZPO §226"], "Rechtssatz": "Bei Leistungsklagen ist die Bestimmtheit schon deshalb erforderlich, um dem Gegner den Umfang seiner Leistungen zweifelsfrei zu umschreiben und im Falle der Leistungsverweigerung die exekutive Durchführung zu ermöglichen."}, "RS0013575": {"RS": "RS0013575", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19540120_OGH0002_0010OB00066_5300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 22, "Normen": ["ABGB §833"], "Rechtssatz": "Die Benützung einer gemeinsamen Sache kann so geregelt werden, dass alle Miteigentümer die Sache zusammen benützen oder dass jeder oder einige von ihnen einen bestimmten Teil der Sache zur persönlichen Benützung zugewiesen erhalten oder dass ein Nutzen hieraus durch Überlassung des Gebrauches der Sache ganz oder zum Teil an einen Dritten gegen Entgelt erzielt wird. Es muss aber keineswegs jedem Miteigentümer gerade en seinem Miteigentumsanteil entsprechender Teil der Sachen zur alleinigen Benützung zugewiesen werden. So ist es durchaus möglich, dass bei einem Teil der Miteigentümer eines Hauses ein persönlicher Bedarf nach Räumen besteht und deshalb diesen allein das ganze Haus oder zumindest ein ihren Miteigentumsanteil übersteigender Teil zur persönlichen Benützung überlassen wird. Der dadurch diesem Teil der Miteigentümer zukommende verhältnismäßig größere Nutzen kann durch eine entsprechende Gegenleistung, etwa durch Entrichtung eines Benützungsentgeltes, ausgeglichen werden."}, "RS0013197": {"RS": "RS0013197", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19760921_OGH0002_0010OB00712_7600000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 16, "Normen": ["ABGB §828", "ABGB §829", "ABGB §833", "ABGB §833"], "Rechtssatz": "Mangels Benützungsregelung kann bei einer gemeinschaftlichen Sache, die eine sogenannte unbeschränkte Gebrauchsmöglichkeit gewährt, wie etwa Spaziergänge im gemeinsamen Garten, jeder Teilhaber ohne Zustimmung des anderen diesen Gebrauch ausüben; bei beschränkter Gebrauchsmöglichkeit darf er jeden Gebrauch machen, durch den er den Gebrauch des anderen nicht stört."}, "RS0013199": {"RS": "RS0013199", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19760921_OGH0002_0010OB00712_7600000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 14, "Normen": ["ABGB §523", "ABGB §828", "ABGB §829", "ABGB §833", "ABGB §833", "ABGB §833", "ABGB §838a"], "Rechtssatz": "Auch wenn keine Benützungsregelung vorliegt kann bei Störung des gemäß § 828 ABGB zustehenden Gebrauches der gestörte Miteigentümer im streitigen Verfahren sowohl die Beseitigung als auch die Unterlassung der widerrechtlichen Maßnahmen des anderen Miteigentümers verlangen.Auch wenn keine Benützungsregelung vorliegt kann bei Störung des gemäß Paragraph 828, ABGB zustehenden Gebrauches der gestörte Miteigentümer im streitigen Verfahren sowohl die Beseitigung als auch die Unterlassung der widerrechtlichen Maßnahmen des anderen Miteigentümers verlangen."}, "RS0013612": {"RS": "RS0013612", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19550907_OGH0002_0030OB00409_5500000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 37, "Normen": ["ABGB §833", "ABGB §835", "WEG 2002 §17"], "Rechtssatz": "Grundsätzlich hat jeder Miteigentümer auf eine annähernd seinem Miteigentumsanteil entsprechende Nutzung der Sache dann Anspruch (vgl 1 Ob 451/54), wenn auch der persönliche Bedarf an einer solchen Nutzung gegeben ist.Grundsätzlich hat jeder Miteigentümer auf eine annähernd seinem Miteigentumsanteil entsprechende Nutzung der Sache dann Anspruch vergleiche 1 Ob 451/54), wenn auch der persönliche Bedarf an einer solchen Nutzung gegeben ist."}, "RS0009099": {"RS": "RS0009099", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19720831_OGH0002_0030OB00086_7200000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 44, "Normen": ["ABGB §6", "ABGB §7"], "Rechtssatz": "Die Gerichte haben nur die bestehenden Gesetze anzuwenden; es ist hingegen nicht ihre Aufgabe, im Wege einer allzu weitherzigen Interpretation rechtspolitische Aspekte zu berücksichtigen, die den Gesetzgeber bisher (bewusst oder unbewusst) nicht veranlasst haben, eine Gesetzesänderung vorzunehmen; unbefriedigende Gesetzesbestimmungen zu ändern, ist nicht Sache der Rechtsprechung, sondern der Gesetzgebung (vgl SZ 40/154).Die Gerichte haben nur die bestehenden Gesetze anzuwenden; es ist hingegen nicht ihre Aufgabe, im Wege einer allzu weitherzigen Interpretation rechtspolitische Aspekte zu berücksichtigen, die den Gesetzgeber bisher (bewusst oder unbewusst) nicht veranlasst haben, eine Gesetzesänderung vorzunehmen; unbefriedigende Gesetzesbestimmungen zu ändern, ist nicht Sache der Rechtsprechung, sondern der Gesetzgebung vergleiche SZ 40/154)."}, "RS0098756": {"RS": "RS0098756", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19960430_OGH0002_0040OB02074_96W0000_004", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 97, "Normen": ["ABGB §7", "ASVG §306"], "Rechtssatz": "Ein Analogieschluss setzt eine Gesetzeslücke voraus, das heißt also, dass der Rechtsfall nach dem Gesetz nicht beurteilt werden kann, jedoch von Rechts wegen einer Beurteilung bedarf. Es muss also eine \"planwidrige Unvollständigkeit\", dass heißt eine nicht gewollte Lücke, vorliegen."}, "RS0112571": {"RS": "RS0112571", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19991019_OGH0002_0040OB00269_99H0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 7, "Normen": ["ABGB §828"], "Rechtssatz": "Die Alleinbenützung der gemeinschaftlichen Sache durch einen Miteigentümer ist keine ausschließliche und damit titellose Benützung, solange kein Gebrauchsinteresse der anderen Miteigentümer besteht, weil das Gebrauchsrecht des Miteigentümers einer (eine beschränkte Gebrauchsmöglichkeit eröffnenden) gemeinschaftlichen Sache nur durch den konkreten Gebrauch der anderen Miteigentümer beschränkt wird."}, "RS0013185": {"RS": "RS0013185", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19300204_OGH0002_0040OB00036_3000000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 19, "Normen": ["ABGB §1041", "ABGB §828", "ABGB §833", "ABGB §834", "ABGB §839"], "Rechtssatz": "Besondere Abmachungen ausgenommen, kann kein Miteigentümer vom anderen deshalb eine Vergütung fordern, weil dieser einen größeren Teil der gemeinsamen Sache benützte, als der Quote seines Miteigentums entsprach."}, "RS0012112": {"RS": "RS0012112", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19930914_OGH0002_0050OB01049_9300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 40, "Normen": ["ABGB §523", "ABGB §833", "WEG 2002 §16"], "Rechtssatz": "Jeder Miteigentümer (auch wenn er nur die Minderheit der Anteile repräsentiert) ist berechtigt, eigenmächtige Eingriffe (auch eines anderen Miteigentümers) in das gemeinsame Eigentum mit der Eigentumsfreiheitsklage gegen der Störer - gerichtet auf Beseitigung und Wiederherstellung des vorigen Zustandes - abzuwehren (hier: Entfernung von Sträuchern). Verbotene Eigenmacht liegt dabei auch dann vor, wenn sich der Wohnungseigentümer auf ein mit dem Wohnungseigentumsorganisator vereinbartes Veränderungsrecht beruft (so schon 5 Ob 25/90). Daran ändert auch die Bestellung eines gemeinsamen Verwalters nicht; dessen (ausschließliche) Klagsbefugnis beziehungsweise Vertretungsbefugnis beschränkt sich nämlich darauf, \"die vom Gesetz in seine Hand gelegten Interessen aller Teilhaber gegen den einzelnen Teilhaber zu vertreten\", die Passivlegitimation des einzelnen Miteigentümer und Wohnungseigentümer (hier: Störer) ist daher gegeben."}, "RS0011645": {"RS": "RS0011645", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19931109_OGH0002_0050OB01077_9300000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 7, "Normen": ["EO §354", "EO §367"], "Rechtssatz": "Es bildet das rechtskräftige zur Unterfertigung und Einwilligung in einem bestimmten Kaufvertrag verpflichtende Urteil nach § 367 Abs 1 EO eine zur Eigentumseinverleibung im Grundbuchsverfahren ausreichende öffentliche Urkunde im Sinn des § 33 Abs 1 lit d GBG und gibt dem Berechtigten das Wahlrecht zwischen der Exekutionsführung nach § 350 EO oder der Berufung auf das Urteil im Grundbuchsansuchen. Die Rechtskraft des Urteiles ersetzt daher auch die beglaubigte Unterschrift auf dem dort wiedergegebenen Kaufvertrag, so dass deren Erzwingung nach § 354 EO nicht nur überflüssig, sondern unzulässig war.Es bildet das rechtskräftige zur Unterfertigung und Einwilligung in einem bestimmten Kaufvertrag verpflichtende Urteil nach Paragraph 367, Absatz eins, EO eine zur Eigentumseinverleibung im Grundbuchsverfahren ausreichende öffentliche Urkunde im Sinn des Paragraph 33, Absatz eins, Litera d, GBG und gibt dem Berechtigten das Wahlrecht zwischen der Exekutionsführung nach Paragraph 350, EO oder der Berufung auf das Urteil im Grundbuchsansuchen. Die Rechtskraft des Urteiles ersetzt daher auch die beglaubigte Unterschrift auf dem dort wiedergegebenen Kaufvertrag, so dass deren Erzwingung nach Paragraph 354, EO nicht nur überflüssig, sondern unzulässig war."}, "RS0067347": {"RS": "RS0067347", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19921215_OGH0002_0050OB01095_9200000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 9, "Normen": ["MRG §17"], "Rechtssatz": "Der Antragsteller beantragte nach einzelnen Objekten (hier: Stiegen) getrennt die Abrechnung der Betriebskosten, des Hauptmietzinses und des Erhaltungsbeitrages; er ist jedoch dafür behauptungspflichtig und beweispflichtig, daß die Stiegen (hier: 40-69), die sich auf einem Grundbuchskörper befinden, entgegen dem Regelfall (SZ 59/122 = MietSlg 38379) keine wirtschaftliche Einheit bilden; der bloß unterschiedliche Erhaltungszustand mehrerer Objekte in etwa gleichem Alter, die noch dazu gemeinsam als Wohnhausanlage errichtet worden sind, bewirkt aber nicht solche wirtschaftliche Verhältnisse, die eine Gleichstellung aller auf einem Grundbuchskörper errichteten Bauwerke unbillig und daher die getrennte Behandlung angezeigt erscheinen ließe."}, "RS0069949": {"RS": "RS0069949", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19860708_OGH0002_0050OB00121_8600000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 23, "Normen": ["MRG §1", "MRG §17", "MRG §3", "MRG §37"], "Rechtssatz": "Zur Auslegung des Begriffes Haus (§§ 3, 17 ff MRG) bzw Liegenschaft (§ 37 Abs 3 Z 3 MRG) kann die Rechtsprechung zu § 4 Abs 1 und § 7 MG herangezogen werden. Danach sind zwar unter Haus in der Regel alle vermietbaren Teile eines Grundbuchskörpers zu verstehen. Doch ist eine Ausnahme von dieser Regel in den Fällen zu machen, in denen mehrere abgesonderte Gebäude vorhanden sind, die zueinander nicht im Verhältnis von Hauptsache und Nebensache stehen und von denen jedes für sich allein eine wirtschaftlich selbständige Sache bildet, so dass die tatsächlichen und wirtschaftlichen Verhältnisse eine Gleichstellung aller auf einem Grundbuchskörper errichteten Bauwerke unbillig erscheinen lassen.Zur Auslegung des Begriffes Haus (Paragraphen 3,, 17 ff MRG) bzw Liegenschaft (Paragraph 37, Absatz 3, Ziffer 3, MRG) kann die Rechtsprechung zu Paragraph 4, Absatz eins und Paragraph 7, MG herangezogen werden. Danach sind zwar unter Haus in der Regel alle vermietbaren Teile eines Grundbuchskörpers zu verstehen. Doch ist eine Ausnahme von dieser Regel in den Fällen zu machen, in denen mehrere abgesonderte Gebäude vorhanden sind, die zueinander nicht im Verhältnis von Hauptsache und Nebensache stehen und von denen jedes für sich allein eine wirtschaftlich selbständige Sache bildet, so dass die tatsächlichen und wirtschaftlichen Verhältnisse eine Gleichstellung aller auf einem Grundbuchskörper errichteten Bauwerke unbillig erscheinen lassen."}, "RS0037452": {"RS": "RS0037452", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19590415_OGH0002_0050OB00122_5900000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 10, "Normen": ["ZPO §226"], "Rechtssatz": "Ein Leistungsbegehren, bei dem die Leistung nicht eindeutig festgelegt ist, ist unzulässig, weil ein diesem Begehren stattgebendes Urteil nicht die Grundlage einer Exekution bilden kann."}, "RS0069823": {"RS": "RS0069823", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19930216_OGH0002_0050OB00013_9300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 26, "Normen": ["MRG §1", "MRG §17", "WGG §15b"], "Rechtssatz": "Der Begriff des \"Hauses\" ist zwar nicht strikt liegenschaftsbezogen und kommt bei der Auslegung dieses Begriffes der Verkehrsanschauung mehr Bedeutung zu als dem Prinzip der Einheit der Grundbuchseinlage, doch ist aus der mehrfachen synonymen Verwendung von \"Haus\" und \"Liegenschaft\" zu entnehmen, dass grundsätzlich auf die Liegenschaft, also auf den Grundbuchskörper abgestellt werden soll. Bei einem sich über mehrere Liegenschaften erstreckenden Gebäude ist daher nur jener Teil in die Feststellung des Betriebskostenverteilungsschlüssels einbezogen, der Bestandteil der jeweiligen Liegenschaft ist."}, "RS0079849": {"RS": "RS0079849", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19951128_OGH0002_0050OB00141_9500000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 12, "Normen": ["MRG §1", "MRG §1", "MRG §1"], "Rechtssatz": "Wegen der im MRG üblichen Gleichsetzung von Haus und Liegenschaft sind dabei grundsätzlich alle vermieteten Teile eines Grundbuchskörpers in die Beurteilung einzubeziehen, doch lässt die Judikatur dann eine Ausnahme gelten, wenn es unbillig wäre, mehrere selbständige Gebäude als Einheit zu betrachten. Ein solcher Ausnahmefall liegt vor, wenn auf einer sonst der Landwirtschaft dienenden Liegenschaft neben dem Wohngebäude des Betriebsinhabers und Wirtschaftsgebäuden ein davon abgesondertes Wohnhaus vorhanden ist."}, "RS0033569": {"RS": "RS0033569", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19700304_OGH0002_0060OB00217_6900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 22, "Normen": ["ABGB §1431", "ABGB §1431", "ABGB §1432"], "Rechtssatz": "Die Zahlung einer Nichtschuld unter dem Druck einer Vollstreckung gewährt ohne Rücksicht auf einen Irrtum des Leistenden den Kondiktionsanspruch."}, "RS0013639": {"RS": "RS0013639", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19550608_OGH0002_0070OB00275_5500000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 125, "Normen": ["ABGB §833", "JN §1", "JN §40a"], "Rechtssatz": "Für die Frage, ob über ein Begehren im außerstreitigen Verfahren oder im Prozess zu entscheiden ist, kommt es auf den Inhalt des Begehrens, nicht aber darauf an, ob das Begehren selbst begründet ist. Die Einwendung des Mangels eines Miteigentumsrechtes kann nur zur Abweisung des Antrages als sachlich nicht begründet führen."}, "RS0012214": {"RS": "RS0012214", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19790201_OGH0002_0070OB00725_7800000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 69, "Normen": ["ABGB §838a", "AußStrG §1", "JN §1"], "Rechtssatz": "Grundsätzlich gehören alle in die Zuständigkeit der Gerichte fallenden Sachen auf den Prozessweg, soferne ein Gesetz nicht ausnahmsweise etwas anderes bestimmt."}, "RS0012137": {"RS": "RS0012137", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19790201_OGH0002_0070OB00725_7800000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 54, "Normen": ["ABGB §523", "ABGB §523", "ABGB §833", "ABGB §833", "JN §1", "WEG 2002 §16"], "Rechtssatz": "Die Negatorienklage kann auch vom Minderheitseigentümer (Wohnungseigentümer) nicht nur gegen einen Dritten, sondern auch gegenüber anderen Miteigentümern (Wohnungseigentümern) erhoben werden."}, "RS0005861": {"RS": "RS0005861", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19681001_OGH0002_0080OB00226_6800000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 51, "Normen": ["ABGB §838a", "AußStrG §1", "AußStrG §16", "AußStrG §2", "JN §1", "JN §40a", "MRG §37", "WEG 2002 §52"], "Rechtssatz": "Bei der Beurteilung der Frage, ob eine Sache in das Außerstreitverfahren oder auf den ordentlichen Rechtsweg gehört, ist von den Behauptungen der Antragsteller, nicht von den Einwendungen des Antragsgegners oder den Feststellungen auszugehen, die das Gericht auf Grund der durchgeführten Beweise trifft. Machen die Antragsteller nach ihren Behauptungen einen Anspruch mit Recht im Außerstreitverfahren geltend, stellt sich aber heraus, dass die Voraussetzungen dafür fehlen, dann liegt keine Nichtigkeit vor, sondern das Begehren ist im außerstreitigen Wege, wenn auch abschlägig zu erledigen (so auch schon MietSlg 15604, 17056)."}, "RS0118709": {"RS": "RS0118709", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20040329_OGH0002_0080OB00028_04G0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 89, "Normen": ["ZPO §502", "ZPO §528"], "Rechtssatz": "Wird die Entscheidung der zweiten Instanz auch auf eine selbständig tragfähige Hilfsbegründung gestützt, muss auch diese im außerordentlichen Rechtsmittel bekämpft werden."}, "RS0051378": {"RS": "RS0051378", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19930113_OGH0002_009OBA00320_9200000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 3, "Normen": ["ArbVG §105", "ArbVG §107"], "Rechtssatz": "§ 107 ArbVG regelt das Selbstanfechtungsrecht des Arbeitnehmers in betriebsratspflichtigen Betrieben, in denen keine Betriebsräte bestehen. Auch in diesem Fall kommt das materielle Anfechtungsrecht der Belegschaft zu. Nur das formelle Anfechtungsrecht entsteht - weil ein Betriebsrat nicht (rechtswirksam) gebildet wurde - sofort beim betroffenen Arbeitnehmer. Unabhängig davon, ob die Kündigung unmittelbar im Rahmen des § 105 ArbVG oder durch den betroffenen Arbeitnehmer gemäß § 107 ArbVG angefochten wird, hat die Anfechtung mittels Rechtsgestaltungsklage zu erfolgen. Durch die erfolgreiche Anfechtung der Kündigung bei Gericht wird diese als rechtsunwirksam aufgehoben. Diese Entscheidung ist in jedem Fall auf Grund der Anfechtungsgründe des § 105 ArbVG zu treffen.Paragraph 107, ArbVG regelt das Selbstanfechtungsrecht des Arbeitnehmers in betriebsratspflichtigen Betrieben, in denen keine Betriebsräte bestehen. Auch in diesem Fall kommt das materielle Anfechtungsrecht der Belegschaft zu. Nur das formelle Anfechtungsrecht entsteht - weil ein Betriebsrat nicht (rechtswirksam) gebildet wurde - sofort beim betroffenen Arbeitnehmer. Unabhängig davon, ob die Kündigung unmittelbar im Rahmen des Paragraph 105, ArbVG oder durch den betroffenen Arbeitnehmer gemäß Paragraph 107, ArbVG angefochten wird, hat die Anfechtung mittels Rechtsgestaltungsklage zu erfolgen. Durch die erfolgreiche Anfechtung der Kündigung bei Gericht wird diese als rechtsunwirksam aufgehoben. Diese Entscheidung ist in jedem Fall auf Grund der Anfechtungsgründe des Paragraph 105, ArbVG zu treffen."}, "RS0135417": {"RS": "RS0135417", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20250625_OGH0002_009OBA00094_24Z0000_000", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 1, "Normen": [], "Rechtssatz": "Kollisionsrechtlich folgt der allgemeine Kündigungsschutz nach österreichischem Recht gemäß §§ 105 Abs 3-7, 107 ArbVG dem Arbeitsvertragsstatut (Art 8 Rom I-VO).Kollisionsrechtlich folgt der allgemeine Kündigungsschutz nach österreichischem Recht gemäß Paragraphen 105, Absatz 3 -, 7,, 107 ArbVG dem Arbeitsvertragsstatut (Artikel 8, Rom I-VO)."}, "RS0135418": {"RS": "RS0135418", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20250625_OGH0002_009OBA00094_24Z0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 1, "Normen": [], "Rechtssatz": "Unterliegt das Dienstverhältnis dem österreichischem Vertragsstatut, ist kollisionsrechtlich auch der allgemeine Kündigungsschutz nach den §§ 105 Abs 3-7, 107 ArbVG anwendbar. Dieser setzt aber materiell-rechtlich auch bei grenzüberschreitenden Sachverhalten das Vorhandensein eines in Österreich gelegenen Betriebs voraus.Unterliegt das Dienstverhältnis dem österreichischem Vertragsstatut, ist kollisionsrechtlich auch der allgemeine Kündigungsschutz nach den Paragraphen 105, Absatz 3 -, 7,, 107 ArbVG anwendbar. Dieser setzt aber materiell-rechtlich auch bei grenzüberschreitenden Sachverhalten das Vorhandensein eines in Österreich gelegenen Betriebs voraus."}, "RS0123297": {"RS": "RS0123297", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20080401_OGH0002_0100OB00018_08G0000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 23, "Normen": ["ABGB §279"], "Rechtssatz": "Nach den Gesetzesmaterialien verfolgt der neue § 279 ABGB unter anderem das Ziel, jene Personenkreise abschließend zu regeln, die für die Bestellung als Sachwalter potenziell in Frage kommen. Dabei ist ein Stufenbau vorgesehen. Primär ist als Sachwalter eine von der betroffenen Person selbst gewählte oder von einer nahe stehenden Person empfohlene Person (§ 279 Abs 1 Satz 2 ABGB) heranzuziehen. Sekundär (mangels Wahl beziehungsweise Anregung oder bei fehlender Eignung der vorgeschlagenen Person) ist ein der betroffenen Person nahe stehender Mensch zum Sachwalter zu bestellen (§ 279 Abs 2 ABGB). Ist eine solche geeignete Person nicht verfügbar, ist (mit dessen Zustimmung) der örtlich zuständige Sachwalterverein nach § 1 VSPAG zu bestellen (§ 279 Abs 3 Satz 1 ABGB). Ist ein Vereinssachwalter nicht verfügbar (etwa mangels freier Kapazitäten), so ist ein Rechtsanwalt (Rechtsanwaltsanwärter) oder Notar (Notariatskandidat) oder - mit ihrer Zustimmung - eine andere geeignete Person zu bestellen (§ 279 Abs 3 Satz 2 ABGB). Rechtsanwälte und Notare (nicht aber Berufskandidaten) trifft nach Maßgabe des § 274 Abs 2 ABGB die Verpflichtung, Sachwalterschaften zu übernehmen. Nur wenn die Besorgung der Angelegenheiten der behinderten Person besondere Fachkenntnisse erfordert, ist von Vornherein - je nach der notwendigen Expertise - ein Rechtsanwalt oder Notar beziehungsweise der Sachwalterverein zum Sachwalter zu bestellen (§ 279 Abs 4 ABGB). Unter Berücksichtigung dieser Prioritätenreihung muss aber im Mittelpunkt der Entscheidung über die Auswahl eines Sachwalters immer das Wohl der betroffenen Person stehen.Nach den Gesetzesmaterialien verfolgt der neue Paragraph 279, ABGB unter anderem das Ziel, jene Personenkreise abschließend zu regeln, die für die Bestellung als Sachwalter potenziell in Frage kommen. Dabei ist ein Stufenbau vorgesehen. Primär ist als Sachwalter eine von der betroffenen Person selbst gewählte oder von einer nahe stehenden Person empfohlene Person (Paragraph 279, Absatz eins, Satz 2 ABGB) heranzuziehen. Sekundär (mangels Wahl beziehungsweise Anregung oder bei fehlender Eignung der vorgeschlagenen Person) ist ein der betroffenen Person nahe stehender Mensch zum Sachwalter zu bestellen (Paragraph 279, Absatz 2, ABGB). Ist eine solche geeignete Person nicht verfügbar, ist (mit dessen Zustimmung) der örtlich zuständige Sachwalterverein nach Paragraph eins, VSPAG zu bestellen (Paragraph 279, Absatz 3, Satz 1 ABGB). Ist ein Vereinssachwalter nicht verfügbar (etwa mangels freier Kapazitäten), so ist ein Rechtsanwalt (Rechtsanwaltsanwärter) oder Notar (Notariatskandidat) oder - mit ihrer Zustimmung - eine andere geeignete Person zu bestellen (Paragraph 279, Absatz 3, Satz 2 ABGB). Rechtsanwälte und Notare (nicht aber Berufskandidaten) trifft nach Maßgabe des Paragraph 274, Absatz 2, ABGB die Verpflichtung, Sachwalterschaften zu übernehmen. Nur wenn die Besorgung der Angelegenheiten der behinderten Person besondere Fachkenntnisse erfordert, ist von Vornherein - je nach der notwendigen Expertise - ein Rechtsanwalt oder Notar beziehungsweise der Sachwalterverein zum Sachwalter zu bestellen (Paragraph 279, Absatz 4, ABGB). Unter Berücksichtigung dieser Prioritätenreihung muss aber im Mittelpunkt der Entscheidung über die Auswahl eines Sachwalters immer das Wohl der betroffenen Person stehen."}, "RS0122058": {"RS": "RS0122058", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20070511_OGH0002_0100OB00047_07W0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 16, "Normen": [], "Rechtssatz": "Da in streitigen Unterhaltsverfahren keine Verpflichtung des Beklagten besteht, aktiv an der Feststellung seiner Einkommensverhältnisse mitzuwirken, muss unter diesem Gesichtspunkt auch zwischen geschiedenen Ehegatten ein Anspruch auf Auskunft und Rechnungslegung betreffend die für die Unterhaltsbemessung maßgebenden Umstände anerkannt werden. Der Rechnungslegungsanspruch nach Art XLII EGZPO setzt neben dem Nachweis, dass der Klageanspruch auf Unterhalt dem Grunde nach zu Recht besteht, weiters voraus, dass der nach materiellem Recht aufgrund einer Sonderbeziehung Auskunftsberechtigte gegen den Auskunftsverpflichteten ein bestimmtes Klagebegehren auf Leistung nur mit erheblichen Schwierigkeiten, die durch eine solche Abrechnung vermieden werden können, zu erheben vermag und dass die Auskunftserteilung dem Verpflichteten zumutbar ist. Es muss also die Interessenabwägung zugunsten des Klägers ausfallen."}, "RS0042828": {"RS": "RS0042828", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19941004_OGH0002_0100OB00516_9400000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 265, "Normen": ["ASGG §46", "AußStrG §14", "ZPO §502", "ZPO §502"], "Rechtssatz": "Ob im Hinblick auf den Inhalt der Prozessbehauptungen eine bestimmte Tatsache als vorgebracht anzusehen ist, ist jedoch eine Frage des Einzelfalls, der zur Wahrung der Rechtseinheit, Rechtssicherheit oder Rechtsentwicklung keine erhebliche Bedeutung zukommt. Auch ob das bisher erstattete Vorbringen so weit spezifiziert ist, dass es als Anspruchsgrundlage hinreicht beziehungsweise wie weit ein bestimmtes Vorbringen einer Konkretisierung zugänglich ist, ist eine Frage des Einzelfalls."}, "RS0122183": {"RS": "RS0122183", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20070626_OGH0002_0100OB00056_07V0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 4, "Normen": ["ABGB §176"], "Rechtssatz": "Die Bestimmung des § 176 Abs 1 ABGB gilt auch für mit der Obsorge betraute „andere Personen\", daher auch für den Jugendwohlfahrtsträger. Die Ausübung der Obsorge durch diesen kann demnach gemäß § 176 Abs 1 ABGB bei Gefährdung des Wohls des Kindes durch ein Verhalten des Jugendwohlfahrtsträgers mit einem Auftrag - wie dem bekämpften - des Pflegschaftsgerichts an ihn beschränkt werden.Die Bestimmung des Paragraph 176, Absatz eins, ABGB gilt auch für mit der Obsorge betraute „andere Personen\", daher auch für den Jugendwohlfahrtsträger. Die Ausübung der Obsorge durch diesen kann demnach gemäß Paragraph 176, Absatz eins, ABGB bei Gefährdung des Wohls des Kindes durch ein Verhalten des Jugendwohlfahrtsträgers mit einem Auftrag - wie dem bekämpften - des Pflegschaftsgerichts an ihn beschränkt werden."}, "RS0131279": {"RS": "RS0131279", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20170124_OGH0002_010OBS00162_16W0000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 5, "Normen": ["B-VG Art50"], "Rechtssatz": "Staatsverträge, die durch die Erlassung von Gesetzen zu erfüllen sind, haben (zunächst) keine innerstaatlichen Rechtswirkungen; sie sind nicht unmittelbar anwendbar, begründen keine subjektiven Rechte und können auch nicht Maßstab für die Rechtmäßigkeit eines anderen Rechtsakts sein (so bereits 3 Ob 65/11x)."}, "RS0110583": {"RS": "RS0110583", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19980818_OGH0002_010OBS00188_98I0000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 121, "Normen": ["GOG §90a", "ZPO §190"], "Rechtssatz": "Wenn dieselben Erwägungen betreffend Auslegungszweifel gemeinschaftsrelevanter Vorschriften auch für die vorliegende Rechtssache gelten, ist es zweckmäßig und geboten, mit der Entscheidung bis zu jener des Europäischen Gerichtshofes über das bereits gestellte Vorabentscheidungsersuchen zuzuwarten und das gegenständliche Revisionsverfahren zu unterbrechen. Dies ist prozessökonomisch sinnvoll, weil der Oberste Gerichtshof auch in Rechtssachen, in denen er nicht unmittelbar Anlassfallgericht ist, von einer allgemeinen Wirkung der Vorabentscheidung des Europäischen Gerichtshofes auszugehen und diese auch für andere als die hier unmittelbaren Anlassfälle anzuwenden hat."}, "RS0088842": {"RS": "RS0088842", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19860930_OGH0002_0100OS00124_8600000_001", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 16, "Normen": ["StGB §3", "StGB §3"], "Rechtssatz": "Notwendig ist stets nur jene Verteidigung, die unter den verfügbaren Mitteln das schonendste darstellt, um einen gegenwärtigen oder unmittelbar bevorstehenden Angriff sofort und endgültig abzuwenden."}, "RS0089259": {"RS": "RS0089259", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19780614_OGH0002_0100OS00080_7800000_001", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 13, "Normen": ["StGB §3"], "Rechtssatz": "Das Maß der Abwehr bestimmt sich nach der Art, der Wucht und der Intensität des (zur Notwehr berechtigenden) Angriffs, nach der Gefährlichkeit des Angreifers und nach den zur Abwehr zur Verfügung stehenden Mitteln."}, "RS0093379": {"RS": "RS0093379", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19800910_OGH0002_0110OS00107_8000000_001", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 8, "Normen": ["StGB §114"], "Rechtssatz": "Objektiv unzutreffende Beschuldigungen sind nur dann rechtswidrig, wenn entweder damit der Rahmen des sachdienlichen (notwendigen) Vorbringens überschritten wird oder die Anschuldigungen wider besseres Wissen geäußert wurden. Wer diese Grenzen seiner rechtlichen Befugnis nicht überschreitet, ist nach § 114 Abs 1 StGB gerechtfertigt, ohne dass sich die Frage des Wahrheitsbeweises (§ 111 Abs 3 StGB) überhaupt stellt.Objektiv unzutreffende Beschuldigungen sind nur dann rechtswidrig, wenn entweder damit der Rahmen des sachdienlichen (notwendigen) Vorbringens überschritten wird oder die Anschuldigungen wider besseres Wissen geäußert wurden. Wer diese Grenzen seiner rechtlichen Befugnis nicht überschreitet, ist nach Paragraph 114, Absatz eins, StGB gerechtfertigt, ohne dass sich die Frage des Wahrheitsbeweises (Paragraph 111, Absatz 3, StGB) überhaupt stellt."}, "RS0089309": {"RS": "RS0089309", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19870326_OGH0002_0120OS00014_8700000_001", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 8, "Normen": ["StGB §3"], "Rechtssatz": "Notwendig im Sinne des § 3 Abs 1 StGB ist jene Verteidigungshandlung, die aus der Situation des Angegriffenen (\"ex ante\") gesehen, wenngleich unter Beachtung objektiver Kriterien gerade so weit in die Rechtsgüter des Angreifers eingreift, damit der Angriff verlässlich abgewehrt werden kann.Notwendig im Sinne des Paragraph 3, Absatz eins, StGB ist jene Verteidigungshandlung, die aus der Situation des Angegriffenen (\"ex ante\") gesehen, wenngleich unter Beachtung objektiver Kriterien gerade so weit in die Rechtsgüter des Angreifers eingreift, damit der Angriff verlässlich abgewehrt werden kann."}, "RS0100170": {"RS": "RS0100170", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19891109_OGH0002_0130OS00106_8900000_004", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 22, "Normen": ["StPO §285", "StPO §294", "ZPO §508a", "ZPO §521a"], "Rechtssatz": "Es gibt nur eine Rechtsmittelausführung. Beachtlich ist die früher bei Gericht (Erstgericht) eingelangte."}, "RS0089125": {"RS": "RS0089125", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19781130_OGH0002_0130OS00126_7800000_001", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 6, "Normen": ["StGB §3"], "Rechtssatz": "Die Notwendigkeit einer Verteidigung richtet sich ausschließlich nach objektiven Kriterien (die psychische Beschaffenheit des Angegriffenen ist im Rahmen des § 3 Abs 2 StGB von Bedeutung).Die Notwendigkeit einer Verteidigung richtet sich ausschließlich nach objektiven Kriterien (die psychische Beschaffenheit des Angegriffenen ist im Rahmen des Paragraph 3, Absatz 2, StGB von Bedeutung)."}, "RS0089073": {"RS": "RS0089073", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19721123_OGH0002_0130OS00083_7200000_006", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 12, "Normen": ["StGB §3"], "Rechtssatz": "Unzureichende Abwehrhandlungen sind nach der Lebenserfahrung geeignet, die Angriffslust weitgehend enthemmter Personen nur noch zu steigern und die für den Angegriffenen bestehende Gefahrenlage nur noch zu verschärfen."}, "RS0089005": {"RS": "RS0089005", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19721123_OGH0002_0130OS00083_7200000_005", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 16, "Normen": ["StGB §3"], "Rechtssatz": "Aus dem Hinweis des Gesetzes auf die \"nötige\" Verteidigung (nunmehr : \"Verteidigung, die notwendig ist\") ist abzuleiten, daß die Notwehrhandlung das letzte Mittel zur Verteidigung der genannten Rechtsgüter sein müsse. Stehen andere Möglichkeiten zu deren Erhaltung zur Verfügung, so liegt grundsätzlich eine Notwehrsituation nicht vor. Bei Annahme gerechter Notwehr steht das Selbstschutzprinzip, nicht aber das Rechtsbewährungsprinzip im Vordergrund. Ein Ausweichen vor einem rechtswidrigen Angriff ist insbesondere gegenüber Unreifen, Geisteskranken, Betrunkenen (ohne Rücksicht auf verschuldete Trunkenheit) geboten, da es hier einer Bewährung der Rechtsordnung nicht bedarf. (vgl Jescheck, Allgemeiner Teil 2.Auflage, 257, Roxin, Kriminalpolitik und Strafrechtssystem 32, Anmerkung 68).Aus dem Hinweis des Gesetzes auf die \"nötige\" Verteidigung (nunmehr : \"Verteidigung, die notwendig ist\") ist abzuleiten, daß die Notwehrhandlung das letzte Mittel zur Verteidigung der genannten Rechtsgüter sein müsse. Stehen andere Möglichkeiten zu deren Erhaltung zur Verfügung, so liegt grundsätzlich eine Notwehrsituation nicht vor. Bei Annahme gerechter Notwehr steht das Selbstschutzprinzip, nicht aber das Rechtsbewährungsprinzip im Vordergrund. Ein Ausweichen vor einem rechtswidrigen Angriff ist insbesondere gegenüber Unreifen, Geisteskranken, Betrunkenen (ohne Rücksicht auf verschuldete Trunkenheit) geboten, da es hier einer Bewährung der Rechtsordnung nicht bedarf. vergleiche Jescheck, Allgemeiner Teil 2.Auflage, 257, Roxin, Kriminalpolitik und Strafrechtssystem 32, Anmerkung 68)."}, "RS0095988": {"RS": "RS0095988", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19960319_OGH0002_0140OS00180_9500000_002", "Gericht": "OGH", "Rechtsgebiet": "Strafrecht", "ET_Count": 5, "Normen": ["StGB §3"], "Rechtssatz": "Unter mehreren verfügbaren Abwehrmitteln hat der Verteidiger das für den Angreifer schonendste zu wählen, muss sich aber mit Abwehrhandlungen, deren Wirkung zweifelhaft ist, nicht begnügen."}, "RS0127136": {"RS": "RS0127136", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20110809_OGH0002_0170OB00011_11H0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 9, "Normen": ["ABGB §1295"], "Rechtssatz": "Die hypothetische Betrachtung, ob der Kläger bei sachgemäßer anwaltlicher Vertretung den Vorprozess gewonnen hätte, betrifft nicht nur Rechtsfragen, sondern auch Tatsachenfeststellungen. Die Frage, wie der Vorprozess richtigerweise geführt und entschieden werden hätte müssen, beantwortet das Regressgericht, das auch über die Durchführung der beantragten Beweisaufnahmen aus seiner Sicht und nach seinem Ermessen zu entscheiden hat, unter Würdigung aller Umstände nach freier Überzeugung. Das Regressgericht hat seiner Entscheidung den Sachverhalt zu Grunde zu legen, der dem Gericht des Vorverfahrens bei pflichtgemäßem Verhalten des Rechtsanwalts unterbreitet und von ihm aufgeklärt worden wäre."}, "RS0042429": {"RS": "RS0042429", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19920424_OGH0002_0010OB00011_9200000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 68, "Normen": ["ZPO §500", "ZPO §500", "ZPO §519", "ZPO §519"], "Rechtssatz": "Der Ausspruch über die Zulässigkeit des Rekurses an den OGH, dessen Begründung zwar erkennen lässt, dass das Gericht zweiter Instanz dabei den Zulassungsbereich vor Augen hatte, ersetzt den erforderlichen Bewertungsausspruch deshalb nicht, weil er an sich nur ausgesprochen werden darf, wenn der Wert des Entscheidungsgegenstandes den im § 500 Abs 2 Z 1 ZPO genannten Schwellenwert übersteigt, und weil der OGH außerdem gemäß § 526 Abs 3 ZPO bei der Prüfung der Zulässigkeit des Rechtsmittels an einen Ausspruch des Gerichtes zweiter Instanz nach § 519 Abs 1 Z 2 ZPO nicht gebunden ist, wohl aber an dessen Bewertungsausspruch.Der Ausspruch über die Zulässigkeit des Rekurses an den OGH, dessen Begründung zwar erkennen lässt, dass das Gericht zweiter Instanz dabei den Zulassungsbereich vor Augen hatte, ersetzt den erforderlichen Bewertungsausspruch deshalb nicht, weil er an sich nur ausgesprochen werden darf, wenn der Wert des Entscheidungsgegenstandes den im Paragraph 500, Absatz 2, Ziffer eins, ZPO genannten Schwellenwert übersteigt, und weil der OGH außerdem gemäß Paragraph 526, Absatz 3, ZPO bei der Prüfung der Zulässigkeit des Rechtsmittels an einen Ausspruch des Gerichtes zweiter Instanz nach Paragraph 519, Absatz eins, Ziffer 2, ZPO nicht gebunden ist, wohl aber an dessen Bewertungsausspruch."}, "RS0023098": {"RS": "RS0023098", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19860625_OGH0002_0010OB00015_8600000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 8, "Normen": ["ABGB §1295"], "Rechtssatz": "Die Behauptungslast und Beweislast für einen Rechtfertigungsgrund trifft denjenigen, der in fremdes Rechtsgut eingreift."}, "RS0114187": {"RS": "RS0114187", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20000829_OGH0002_0010OB00160_00M0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 12, "Normen": ["KSchG §15"], "Rechtssatz": "§ 15 KSchG gilt für Verträge über wiederkehrende Leistungen von beweglichen körperlichen Sachen, Energie oder wiederholte Werkleistungen eines Unternehmers (Wartungsverträge, Serviceverträge, Entsorgungsverträge), wenn der Verbraucher zu wiederholten Geldzahlungen verpflichtet ist. Die vom Verwalter entrichtete Grundsteuer für Grundflächen sowie die Kosten für die Betreuung der Außenanlagen, die Versicherungsprämien und die Kosten der Beleuchtung der Stichwege sind Kosten, die auf die einzelnen Eigentümer in der Anlage anteilsmäßig überwälzt werden, und daher nicht unter die in § 15 KSchG aufgezählten Leistungen fallen.Paragraph 15, KSchG gilt für Verträge über wiederkehrende Leistungen von beweglichen körperlichen Sachen, Energie oder wiederholte Werkleistungen eines Unternehmers (Wartungsverträge, Serviceverträge, Entsorgungsverträge), wenn der Verbraucher zu wiederholten Geldzahlungen verpflichtet ist. Die vom Verwalter entrichtete Grundsteuer für Grundflächen sowie die Kosten für die Betreuung der Außenanlagen, die Versicherungsprämien und die Kosten der Beleuchtung der Stichwege sind Kosten, die auf die einzelnen Eigentümer in der Anlage anteilsmäßig überwälzt werden, und daher nicht unter die in Paragraph 15, KSchG aufgezählten Leistungen fallen."}, "RS0040083": {"RS": "RS0040083", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19831010_OGH0002_0010OB00024_8300000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 24, "Normen": ["ZPO §266", "ZPO §266", "ZPO §504", "ZPO §526"], "Rechtssatz": "Die Verwertung eines im Verfahren erster Instanz erfolgten Zugeständnisses kann auch noch in dritter Instanz erfolgen."}, "RS0036791": {"RS": "RS0036791", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19730307_OGH0002_0010OB00027_7300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 6, "Normen": ["ZPO §190"], "Rechtssatz": "Ein erst nach Fällung des Urteils erster Instanz anhängig gemachter Prozeß kann nicht als Grundlage eines Antrages auf Unterbrechung des Revisionsverfahrens dienen."}, "RS0009048": {"RS": "RS0009048", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19720119_OGH0002_0010OB00003_7200000_003", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 9, "Normen": ["ABGB §1295", "ABGB §19", "StGB §3"], "Rechtssatz": "Notwehr schließt eine Schadenersatzverpflichtung aus. Unter Notwehr versteht man die innerhalb der Grenzen der notwendigen Verteidigung gehaltene Selbsthilfe zur Abwehr eines gegenwärtigen, rechtswidrigen, wenn auch allenfalls schuldlosen oder straffreien Angriffes auf Leben, Freiheit oder Vermögen. Diese Selbsthilfe kann uU, wenn sie die Wiederherstellung eines rechtmäßigen Zustandes zum Ziele hat und behördliche Hilfe zu spät käme, auch angriffsweise ausgeübt werden. Notwehr ist auch gg einen selbst provozierten Angriff nicht ausgeschlossen."}, "RS0057429": {"RS": "RS0057429", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19581022_OGH0002_0010OB00341_5800000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 8, "Normen": ["EheG §74"], "Rechtssatz": "§ 74 EheG findet auch auf gesetzliche Unterhaltsverpflichtungen Anwendung, deren Höhe durch Vergleich bestimmt wurde. Die Erstattung einer Anzeige durch den Unterhaltsberechtigten gegen den Unterhaltsverpflichteten kann zur Verwirkung des Unterhaltsanspruches nach § 74 EheG führen, wenn die Anzeige nicht in Wahrung berechtigter eigener Interessen, sondern im vollen Bewusstsein die Interessen des Verpflichteten zu beeinträchtigen, erstattet wurde.Paragraph 74, EheG findet auch auf gesetzliche Unterhaltsverpflichtungen Anwendung, deren Höhe durch Vergleich bestimmt wurde. Die Erstattung einer Anzeige durch den Unterhaltsberechtigten gegen den Unterhaltsverpflichteten kann zur Verwirkung des Unterhaltsanspruches nach Paragraph 74, EheG führen, wenn die Anzeige nicht in Wahrung berechtigter eigener Interessen, sondern im vollen Bewusstsein die Interessen des Verpflichteten zu beeinträchtigen, erstattet wurde."}, "RS0017592": {"RS": "RS0017592", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19940125_OGH0002_0010OB00509_9400000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 23, "Normen": ["ABGB §1170", "ABGB §1413", "ABGB §904"], "Rechtssatz": "Wo die Ermittlung des Entgeltanspruches nach der Natur des Geschäftes und den Umständen des Falles eine genaue Abrechnung der erbrachten Leistungen und aufgewendeten Kosten voraussetzt, ist die Fälligkeit des Entgeltes mit der ordnungsgemäßen Rechnungslegung verknüpft."}, "RS0042296": {"RS": "RS0042296", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19940622_OGH0002_0010OB00574_9400000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 54, "Normen": ["JN §56", "ZPO §500", "ZPO §500", "ZPO §500"], "Rechtssatz": "Der Bewertungsausspruch nach § 500 Abs 2 Z 1 ZPO wird durch die vom Kläger gemäß § 56 Abs 2 JN vorgenommene Angabe des Wertes des Streitgegenstandes nicht ersetzt (dies gilt auch nach der WGN 1989).Der Bewertungsausspruch nach Paragraph 500, Absatz 2, Ziffer eins, ZPO wird durch die vom Kläger gemäß Paragraph 56, Absatz 2, JN vorgenommene Angabe des Wertes des Streitgegenstandes nicht ersetzt (dies gilt auch nach der WGN 1989)."}, "RS0048712": {"RS": "RS0048712", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19920609_OGH0002_0010OB00579_9200000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 40, "Normen": ["ABGB §176", "ABGB §176a", "ABGB §215"], "Rechtssatz": "In Entsprechung des Grundsatzes der Familienautonomie soll den Familienmitgliedern die Obsorge solange gewahrt bleiben, als sich das mit dem Kindeswohl verträgt, sodass die Beschränkung der Obsorge nur das letzte Mittel sein und nur insoweit angeordnet werden darf, als dies zur Abwendung einer drohenden Gefährdung des Kindeswohls notwendig ist. Von einer solchen Vorkehrung darf das Gericht nur aus schwerwiegenden Gründen Gebrauch machen. An sich kann das Gericht zwar bis zur endgültigen Entscheidung nach den §§ 176 beziehungsweise 176a ABGB vorläufige dringende Maßnahmen treffen, solcher vorläufiger gerichtlicher Vorkehrungen bedarf es jedoch dann nicht, wenn der Jugendwohlfahrtsträger die Heimunterbringung im Rahmen seiner Befugnisse vorläufig selbst getroffen hat, sofern er nur rechtzeitig eine entsprechende gerichtliche Verfügung beantragt hat. Die vom Jugendwohlfahrtsträger getroffene vorläufige Maßnahme hat nämlich bis zur endgültigen gerichtlichen Entscheidung Bestand.In Entsprechung des Grundsatzes der Familienautonomie soll den Familienmitgliedern die Obsorge solange gewahrt bleiben, als sich das mit dem Kindeswohl verträgt, sodass die Beschränkung der Obsorge nur das letzte Mittel sein und nur insoweit angeordnet werden darf, als dies zur Abwendung einer drohenden Gefährdung des Kindeswohls notwendig ist. Von einer solchen Vorkehrung darf das Gericht nur aus schwerwiegenden Gründen Gebrauch machen. An sich kann das Gericht zwar bis zur endgültigen Entscheidung nach den Paragraphen 176, beziehungsweise 176a ABGB vorläufige dringende Maßnahmen treffen, solcher vorläufiger gerichtlicher Vorkehrungen bedarf es jedoch dann nicht, wenn der Jugendwohlfahrtsträger die Heimunterbringung im Rahmen seiner Befugnisse vorläufig selbst getroffen hat, sofern er nur rechtzeitig eine entsprechende gerichtliche Verfügung beantragt hat. Die vom Jugendwohlfahrtsträger getroffene vorläufige Maßnahme hat nämlich bis zur endgültigen gerichtlichen Entscheidung Bestand."}, "RS0074223": {"RS": "RS0074223", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19951017_OGH0002_0010OB00612_9500000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 40, "Normen": ["ZPO §503"], "Rechtssatz": "In der Berufung nicht gerügte Verfahrensmängel erster Instanz dürfen vom Berufungsgericht nicht wahrgenommen und können nicht mehr als Revisionsgrund geltend gemacht werden (so schon EFSlg 55100 und 57817)."}, "RS0019929": {"RS": "RS0019929", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19830831_OGH0002_0010OB00617_8300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 55, "Normen": ["ABGB §1052", "ABGB §1170", "ABGB §932"], "Rechtssatz": "Die Fälligkeit des Werklohns kann nur solange hinausgeschoben werden, als ein Verbesserungsanspruch besteht und die Verbesserung im Interesse des Bestellers liegt. Fällt dieses Interesse weg, besteht kein Bedürfnis nach Gewährung eines gänzlichen Leistungsverweigerungsrechts mehr."}, "RS0116438": {"RS": "RS0116438", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20020430_OGH0002_0010OB00062_02B0000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 39, "Normen": ["JN §1", "ZPO §502"], "Rechtssatz": "Bei der Auslegung von nicht in die Kompetenz der ordentlichen Gerichte fallenden Rechtsmaterien kommt dem Obersten Gerichtshof keine Leitfunktion zu. (Hier: Auslegung einer Bestimmung des österreichischen Verwaltungsverfahrensrechts.)"}, "RS0008542": {"RS": "RS0008542", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19861001_OGH0002_0010OB00629_8600000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 27, "Normen": ["AußStrG §238"], "Rechtssatz": "Für die Fortsetzung des Verfahrens genügt schon die bloße Möglichkeit, dass es nach Abschluss des Verfahrens zur Bestellung eines Sachwalters kommen kann."}, "RS0036799": {"RS": "RS0036799", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19791017_OGH0002_0010OB00726_7900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 3, "Normen": ["ZPO §190"], "Rechtssatz": "Eine Unterbrechung nach § 190 ZPO wegen eines abhängigen anderen Rechtsstreites setzt ein bereits zur Zeit des Schlusses der mündlichen Verhandlung erster Instanz anhängiges Verfahren voraus.Eine Unterbrechung nach Paragraph 190, ZPO wegen eines abhängigen anderen Rechtsstreites setzt ein bereits zur Zeit des Schlusses der mündlichen Verhandlung erster Instanz anhängiges Verfahren voraus."}, "RS0022706": {"RS": "RS0022706", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19831130_OGH0002_0010OB00785_8300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 48, "Normen": ["ABGB §1295", "ABGB §1299"], "Rechtssatz": "Liegt das Verschulden des Rechtsanwaltes in der unterlassenen Aufklärung über die Notwendigkeit einer Prozesshandlung, ist über einen daraus abgeleiteten Schadenersatzanspruch der Prozess - auch in den dort in Betracht gekommenen rechtlichen Erwägungen - hypothetisch nachzuvollziehen und zu beurteilen, wie er mit überwiegender Wahrscheinlichkeit geendet hätte, wenn die Prozesshandlung vorgenommen worden wäre."}, "RS0037797": {"RS": "RS0037797", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19770303_OGH0002_0020OB00013_7700000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 179, "Normen": ["ZPO §226", "ZPO §266", "ZPO §272", "ZPO §503"], "Rechtssatz": "Grundsätzlich hat jede Partei die für ihren Rechtsstandpunkt günstigen Tatsachen zu beweisen."}, "RS0121396": {"RS": "RS0121396", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20060912_OGH0002_0020OB00142_06F0000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 8, "Normen": ["KSchG §6"], "Rechtssatz": "Durch eine Klausel in den AGB beziehungsweise Vertragsformblättern, „dass die im folgenden Vertragstext fettgedruckten Vertragsbestimmungen zwischen mir/uns und dem Verkäufer beziehungsweise dessen Vertreter ausdrücklich besprochen und ausgehandelt wurden\", wird der Vertragsinhalt grundsätzlich ohne Verhandlungen bloß (einseitig) „vorformuliert\", also gerade nicht „im Einzelnen ausgehandelt\". Es reicht nicht aus, dass die Klausel zwischen den Vertragsteilen bloß erörtert und dem Verbraucher bewusst gemacht worden ist oder dass der Unternehmer darauf bloß „durch entsprechende graphische Besonderheiten (Fettdruck oder Farbdruck, Hervorhebung usw) hingewiesen hat\"."}, "RS0035976": {"RS": "RS0035976", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19840925_OGH0002_0020OB00018_8400000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 63, "Normen": ["ZPO §519", "ZPO §52", "ZPO §521a"], "Rechtssatz": "Kostenvorbehalt (nicht: Zuspruch von Kosten der Rekursbeantwortung) bei Erfolglosigkeit eines Rekurses nach § 519 Abs 1 Z 2, Abs 2 ZPO.Kostenvorbehalt (nicht: Zuspruch von Kosten der Rekursbeantwortung) bei Erfolglosigkeit eines Rekurses nach Paragraph 519, Absatz eins, Ziffer 2,, Absatz 2, ZPO."}, "RS0126667": {"RS": "RS0126667", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20110217_OGH0002_0020OB00021_11V0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 6, "Normen": [], "Rechtssatz": "Es würde dem Zweck des eingeleiteten oder fortgesetzten Überprüfungsverfahrens widersprechen, wenn schon zu Beginn konkrete Feststellungen über vorliegende oder nicht vorliegende psychische Erkrankungen oder geistige Behinderungen sowie konkrete Gefährdungen verlangt werden würden."}, "RS0110987": {"RS": "RS0110987", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19981112_OGH0002_0020OB00296_98P0000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 14, "Normen": ["ABGB §275", "ABGB §279", "ABGB §281", "AußStrG §238"], "Rechtssatz": "Auch bei der Auswahl eines Verfahrenssachwalters nach § 238 Abs 1 AußStrG ist § 281 ABGB anzuwenden.Auch bei der Auswahl eines Verfahrenssachwalters nach Paragraph 238, Absatz eins, AußStrG ist Paragraph 281, ABGB anzuwenden."}, "RS0007501": {"RS": "RS0007501", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19530701_OGH0002_0020OB00512_5300000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 26, "Normen": ["AußStrG §16", "FBG §15", "KartG 2005 §38", "ZPO §405"], "Rechtssatz": "Schon für das streitige Verfahren ist es mehr als zweifelhaft, ob eine Verletzung des § 405 ZPO Nichtigkeit bewirkt. (Vgl nur Petschek, Streitfragen, S 50 ff). Für das außerstreitige Verfahren muss diese Ansicht jedenfalls abgelehnt werden (hiezu Ott, Rechtsfürsorgeverfahren, S 222). (6 Ob 102/67).Schon für das streitige Verfahren ist es mehr als zweifelhaft, ob eine Verletzung des Paragraph 405, ZPO Nichtigkeit bewirkt. (Vgl nur Petschek, Streitfragen, S 50 ff). Für das außerstreitige Verfahren muss diese Ansicht jedenfalls abgelehnt werden (hiezu Ott, Rechtsfürsorgeverfahren, S 222). (6 Ob 102/67)."}, "RS0022902": {"RS": "RS0022902", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19790508_OGH0002_0020OB00514_7900000_004", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 12, "Normen": ["ABGB §1295", "ABGB §1295"], "Rechtssatz": "Der Händler (hier Drogist) haftet dem Käufer gegenüber nur für die Erfüllung der ihn selbst treffenden Pflichten, wie Auswahl eines geeigneten Erzeugers, einwandfreie Lagerung der Ware, Hinweis auf Gefahren, ordnungsgemäße Verpackung. Er haftet jedoch nicht für jedes Verschulden des Produzenten."}, "RS0022662": {"RS": "RS0022662", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19790508_OGH0002_0020OB00514_7900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 32, "Normen": ["ABGB §1295", "ABGB §1295", "ABGB §1313a", "ABGB §1313a"], "Rechtssatz": "Wer nach dem Inhalt des Kaufvertrages nicht zur Herstellung der Kaufsache verpflichtet ist, haftet nicht für jedes Verschulden des Produzenten, der Erzeuger ist nicht Erfüllungshilfe des Händlers."}, "RS0041666": {"RS": "RS0041666", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19590520_OGH0002_0020OB00057_5900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 262, "Normen": ["ZPO §465", "ZPO §505", "ZPO §520"], "Rechtssatz": "Jeder Partei steht nur eine einzige Rechtsmittelschrift oder Rechtsmittelgegenschrift zu. Weitere Rechtsmittelschriften und Rechtsmittelgegenschriften, Nachträge oder Ergänzungen sind auch dann unzulässig, wenn sie innerhalb der gesetzlichen Frist angebracht werden."}, "RS0049003": {"RS": "RS0049003", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19890830_OGH0002_0020OB00574_8900000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 12, "Normen": ["ABGB §273"], "Rechtssatz": "Die im § 273 Abs 1 ABGB verwendeten Begriffe der psychischen Krankheit und der geistigen Behinderung sind Rechtsbegriffe, die nicht unbedingt mit medizinischen Definitionen übereinstimmen müssen. Sie umfassen jede geistige Störung, die die gehörige Besorgung der eigenen Angelegenheiten hindert und bewirken kein verschiedenes Maß der Schutzwürdigkeit des Betroffenen.Die im Paragraph 273, Absatz eins, ABGB verwendeten Begriffe der psychischen Krankheit und der geistigen Behinderung sind Rechtsbegriffe, die nicht unbedingt mit medizinischen Definitionen übereinstimmen müssen. Sie umfassen jede geistige Störung, die die gehörige Besorgung der eigenen Angelegenheiten hindert und bewirken kein verschiedenes Maß der Schutzwürdigkeit des Betroffenen."}, "RS0047080": {"RS": "RS0047080", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19771222_OGH0002_0020OB00575_7700000_001", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 31, "Normen": ["ABGB §91", "ABGB §94"], "Rechtssatz": "Bei der Beurteilung der Frage des Gewichtes der der Ehefrau zur Last gelegten Eheverfehlungen und ihrer Eignung, ein Erlöschen des Unterhaltsanspruches bei aufrechtem Bestand der Ehe herbeizuführen, darf aber auch das Verhalten des anderen Teiles nicht vernachlässigt werden; immer ist auf die Umstände des Einzelfalles Bedacht zu nehmen."}, "RS0078153": {"RS": "RS0078153", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19951221_OGH0002_0020OB00578_9500000_002", "Gericht": "OGH", "Rechtsgebiet": "Zivilrecht", "ET_Count": 23, "Normen": ["EheG §49", "EheG §49", "EheG §74"], "Rechtssatz": "Eine schwere Verfehlung im Sinne des § 74 EheG muss zwar gravierender sein als jene nach § 49 EheG, muss jedoch kein Verbrechen oder Vergehen im strafrechtlichen Sinn darstellen und nicht die Intensität eines Enterbungsgrundes beziehungsweise Erbunwürdigkeitsgrundes aufweisen. Es ist im Einzelfall unter Berücksichtigung aller objektiven und subjektiven Umstände zu prüfen, ob die Verfehlung so schwer wiegt, dass dem Verpflichteten die Unterhaltsleistung für alle Zukunft nicht mehr zumutbar ist.Eine schwere Verfehlung im Sinne des Paragraph 74, EheG muss zwar gravierender sein als jene nach Paragraph 49, EheG, muss jedoch kein Verbrechen oder Vergehen im strafrechtlichen Sinn darstellen und nicht die Intensität eines Enterbungsgrundes beziehungsweise Erbunwürdigkeitsgrundes aufweisen. Es ist im Einzelfall unter Berücksichtigung aller objektiven und subjektiven Umstände zu prüfen, ob die Verfehlung so schwer wiegt, dass dem Verpflichteten die Unterhaltsleistung für alle Zukunft nicht mehr zumutbar ist."}, "RS0043111": {"RS": "RS0043111", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19501129_OGH0002_0020OB00760_5000000_003", "Gericht": "OGH", "ET_Count": 225, "Normen": ["AußStrG §15", "ZPO §503"], "Rechtssatz": "Ein Mangel des erstgerichtlichen Verfahrens, welcher in der Berufung nicht beanstandet wurde, kann in der Revision nicht mehr geltend gemacht werden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0072687": {"RS": "RS0072687", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19850124_OGH0002_00300N00514_8400000_003", "Gericht": "OGH", "ET_Count": 15, "Normen": ["ABGB §273"], "Rechtssatz": "Nach dem Grundgedanken des SachwG ist für einen sogenannten Querulanten nur dann ein Sachwalter zu bestellen, wenn dieser sich durch sein Querulieren selbst Schaden zufügt."}, "RS0007007": {"RS": "RS0007007", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19510912_OGH0002_0030OB00436_5100000_001", "Gericht": "OGH", "ET_Count": 120, "Normen": ["AußStrG §9"], "Rechtssatz": "Auch im außerstreitigen Verfahren darf dieselbe Partei innerhalb der noch offenen Rechtsmittelfrist nicht mehrere Rechtsmittelschriften gegen die gleiche Entscheidung einbringen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0044228": {"RS": "RS0044228", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19760622_OGH0002_0030OB00075_7600000_001", "Gericht": "OGH", "ET_Count": 42, "Normen": ["ZPO §528", "ZPO §528"], "Rechtssatz": "§ 528 Abs 1 Z 2 ZPO (jetzt: § 528 Abs 2 Z 3 ZPO) schließt die Überprüfung der Entscheidung über die Kosten des zweitinstanzlichen Verfahrens durch den OGH aus.Paragraph 528, Absatz eins, Ziffer 2, ZPO (jetzt: Paragraph 528, Absatz 2, Ziffer 3, ZPO) schließt die Überprüfung der Entscheidung über die Kosten des zweitinstanzlichen Verfahrens durch den OGH aus.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0037780": {"RS": "RS0037780", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19880712_OGH0002_0040OB01009_8800000_001", "Gericht": "OGH", "ET_Count": 133, "Normen": ["ZPO §226", "ZPO §502", "ZPO §502"], "Rechtssatz": "Die Schlüssigkeit einer Klage kann nur anhand der konkreten Behauptungen im Einzelfall geprüft werden; ob eine Klage schlüssig ist, sich also der Anspruch aus dem behaupteten Sachverhalt ergibt, kann daher nie eine erhebliche Rechtsfrage im Sinne des § 502 Abs 4 Z 1 ZPO sein.Die Schlüssigkeit einer Klage kann nur anhand der konkreten Behauptungen im Einzelfall geprüft werden; ob eine Klage schlüssig ist, sich also der Anspruch aus dem behaupteten Sachverhalt ergibt, kann daher nie eine erhebliche Rechtsfrage im Sinne des Paragraph 502, Absatz 4, Ziffer eins, ZPO sein.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0132943": {"RS": "RS0132943", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20191126_OGH0002_0040OB00116_19S0000_001", "Gericht": "OGH", "ET_Count": 2, "Normen": ["ABGB §19"], "Rechtssatz": "Das Überschreiten der notwendigen Verteidigung (Notwehrexzess) oder eine offensichtlich unangemessene Verteidigung verpflichten zum Ersatz, wenn sie vorsätzlich oder sorgfaltswidrig geschahen und subjektive Vorwerfbarkeit gegeben ist.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0111880": {"RS": "RS0111880", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19990427_OGH0002_0040OB00116_99H0000_001", "Gericht": "OGH", "ET_Count": 21, "Normen": ["MSchG §10", "UWG §9", "ZPO §502", "ZPO §528"], "Rechtssatz": "Ob nach den im konkreten Fall gegebenen Umständen der Wechselbeziehung zwischen Markenähnlichkeit und Branchennähe Verwechslungsgefahr besteht, hat keine über den Einzelfall hinausgehende Bedeutung und ist daher keine erhebliche Rechtsfrage im Sinne des § 528 Abs 1 ZPO.Ob nach den im konkreten Fall gegebenen Umständen der Wechselbeziehung zwischen Markenähnlichkeit und Branchennähe Verwechslungsgefahr besteht, hat keine über den Einzelfall hinausgehende Bedeutung und ist daher keine erhebliche Rechtsfrage im Sinne des Paragraph 528, Absatz eins, ZPO.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0124004": {"RS": "RS0124004", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20080826_OGH0002_0040OB00118_08V0000_001", "Gericht": "OGH", "ET_Count": 39, "Normen": ["UWG §1", "UWG §1", "ZPO §502"], "Rechtssatz": "Bei Beurteilung der lauterkeitsrechtlichen Vertretbarkeit einer Rechtsansicht durch den Obersten Gerichtshof sind - wie auch im Amtshaftungsrecht - zwei Prüfungsstufen zu unterscheiden: Schon auf der ersten - für die Beurteilung durch die Vorinstanzen nach § 1 UWG maßgebenden - Stufe geht es nur um die Frage nach einer vertretbaren Auslegung der Normen, um die Verwirklichung eines zurechenbaren Rechtsbruchs bejahen oder verneinen zu können. Auf der zweiten - für die zulässige Anfechtung eines Urteils beim Obersten Gerichtshof gemäß § 502 Abs 1 ZPO hinzutretenden - Stufe geht es sodann nicht um die Frage, ob das Berufungsgericht jene Vertretbarkeitsfrage richtig, sondern nur, ob es sie ohne eine krasse Fehlbeurteilung gelöst hat.Bei Beurteilung der lauterkeitsrechtlichen Vertretbarkeit einer Rechtsansicht durch den Obersten Gerichtshof sind - wie auch im Amtshaftungsrecht - zwei Prüfungsstufen zu unterscheiden: Schon auf der ersten - für die Beurteilung durch die Vorinstanzen nach Paragraph eins, UWG maßgebenden - Stufe geht es nur um die Frage nach einer vertretbaren Auslegung der Normen, um die Verwirklichung eines zurechenbaren Rechtsbruchs bejahen oder verneinen zu können. Auf der zweiten - für die zulässige Anfechtung eines Urteils beim Obersten Gerichtshof gemäß Paragraph 502, Absatz eins, ZPO hinzutretenden - Stufe geht es sodann nicht um die Frage, ob das Berufungsgericht jene Vertretbarkeitsfrage richtig, sondern nur, ob es sie ohne eine krasse Fehlbeurteilung gelöst hat.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0110039": {"RS": "RS0110039", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19980526_OGH0002_0040OB00135_98A0000_001", "Gericht": "OGH", "ET_Count": 4, "Normen": ["UWG §1", "UWG §1"], "Rechtssatz": "Der Verweis der Beklagten auf gleichartiges Verhalten Dritter geht schon deshalb ins Leere, weil sich eine Rechtfertigung ihres Verhaltens nicht mit Erfolg aus einer angeblichen Branchenübung ableiten läßt: Mißbräuche können nämlich nicht als Maßstab des Zulässigen dienen; ein Rechtsbruch ist auch dann sittenwidrig, wenn der überwiegende Teil der Mitbewerber dieselbe Vorschrift gleichfalls mißachtet.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0135435": {"RS": "RS0135435", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20250624_OGH0002_0040OB00176_24X0000_000", "Gericht": "OGH", "ET_Count": 1, "Normen": ["MSchG §37", "MSchG §38"], "Rechtssatz": "In markenrechtlichen Widerspruchsverfahren richtet sich die Unterbrechung zwar nach § 29b Abs 3 und 4 MSchG iVm § 190 ZPO, die Zulässigkeit des Rechtsmittels gegen einen Beschluss, mit dem eine Unterbrechung des Verfahrens verweigert oder eine Fortsetzung angeordnet wird, aber nicht nach § 192 Abs 2 ZPO, sondern nach § 37 MSchG iVm § 139 PatG (Rekurs) bzw § 38 MSchG iVm § 62 AußStrG iVm § 140 Abs 2 PatG (Revisionsrekurs).In markenrechtlichen Widerspruchsverfahren richtet sich die Unterbrechung zwar nach Paragraph 29 b, Absatz 3 und 4 MSchG in Verbindung mit Paragraph 190, ZPO, die Zulässigkeit des Rechtsmittels gegen einen Beschluss, mit dem eine Unterbrechung des Verfahrens verweigert oder eine Fortsetzung angeordnet wird, aber nicht nach Paragraph 192, Absatz 2, ZPO, sondern nach Paragraph 37, MSchG in Verbindung mit Paragraph 139, PatG (Rekurs) bzw Paragraph 38, MSchG in Verbindung mit Paragraph 62, AußStrG in Verbindung mit Paragraph 140, Absatz 2, PatG (Revisionsrekurs).", "Rechtsgebiet": ["Zivilrecht"]}, "RS0116295": {"RS": "RS0116295", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20020313_OGH0002_0040OB00018_02D0000_003", "Gericht": "OGH", "ET_Count": 9, "Normen": ["MSchG §10", "MSchG §10a"], "Rechtssatz": "Bei der Prüfung der Warengleichartigkeit ist bei eingetragenen Marken das Verzeichnis der Waren/Dienstleistungen maßgeblich. Die im Warenverzeichnis verwendeten Gattungsbezeichnungen sind entsprechend dem allgemeinen Sprachgebrauch und objektiven Verkehrsverständnis auszulegen. Im Übrigen ist anhand objektiver, auf die Waren selbst bezogener Kriterien zu beurteilen, ob die Waren oder Dienstleistungen ähnlich sind. Als relevante Faktoren kommen dabei insbesondere die Gemeinsamkeit der Waren nach ihrer stofflichen Beschaffenheit, ihrem Verwendungszweck, ihrer Vertriebsstätte und Nutzung sowie ihre Eigenart als miteinander konkurrierende oder einander ergänzende Waren in Betracht.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0123239": {"RS": "RS0123239", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20080311_OGH0002_0040OB00225_07B0000_001", "Gericht": "OGH", "ET_Count": 87, "Normen": ["UWG §1", "UWG §1", "UWG §14"], "Rechtssatz": "Ein Verstoß gegen eine nicht dem Lauterkeitsrecht im engeren Sinn zuzuordnende generelle Norm ist (nur) dann als unlautere Geschäftspraktik oder als sonstige unlautere Handlung im Sinne von § 1 Abs 1 Z 1 UWG in der Fassung der UWG-Novelle 2007 zu werten, wenn die Norm nicht auch mit guten Gründen in einer Weise ausgelegt werden kann, dass sie dem beanstandeten Verhalten nicht entgegensteht. Der Unterlassungsanspruch setzt ferner voraus, dass das beanstandete Verhalten geeignet ist, den Wettbewerb zum Nachteil von rechtstreuen Mitbewerbern nicht bloß unerheblich zu beeinflussen.Ein Verstoß gegen eine nicht dem Lauterkeitsrecht im engeren Sinn zuzuordnende generelle Norm ist (nur) dann als unlautere Geschäftspraktik oder als sonstige unlautere Handlung im Sinne von Paragraph eins, Absatz eins, Ziffer eins, UWG in der Fassung der UWG-Novelle 2007 zu werten, wenn die Norm nicht auch mit guten Gründen in einer Weise ausgelegt werden kann, dass sie dem beanstandeten Verhalten nicht entgegensteht. Der Unterlassungsanspruch setzt ferner voraus, dass das beanstandete Verhalten geeignet ist, den Wettbewerb zum Nachteil von rechtstreuen Mitbewerbern nicht bloß unerheblich zu beeinflussen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0036801": {"RS": "RS0036801", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19680611_OGH0002_0040OB00025_6800000_003", "Gericht": "OGH", "ET_Count": 27, "Normen": ["ZPO §190", "ZPO §191"], "Rechtssatz": "Ein Unterbrechungsantrag ist auch im Revisionsverfahren zulässig.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0112739": {"RS": "RS0112739", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19991109_OGH0002_0040OB00287_99F0000_002", "Gericht": "OGH", "ET_Count": 27, "Normen": ["MSchG §10", "ZPO §502"], "Rechtssatz": "Keine erhebliche Rechtsfrage bildet die Frage, ob nach den im konkreten Fall gegebenen Umständen Verwechslungsgefahr besteht.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0077771": {"RS": "RS0077771", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19830111_OGH0002_0040OB00331_8200000_003", "Gericht": "OGH", "ET_Count": 151, "Normen": ["UWG §1", "UWG §1", "UWG §1"], "Rechtssatz": "Wenn eine nach dem Wortlaut des Gesetzes immerhin vertretbare Rechtsauffassung in der Folge von den Gerichten nicht geteilt wurde, ist dies kein Verstoß gegen § 1 UWG. Es kommt vor allem darauf an, ob die Auffassung über den Umfang der Befugnisse durch das Gesetz so weit gedeckt ist, dass sie mit gutem Grund vertreten werden kann; trifft dies zu, dann kann diese Auslegung der gesetzlichen Vorschrift und die darauf beruhende Tätigkeit nicht mehr als eine gegen das Anstandsgefühl der betroffenen Verkehrskreise verstoßende Handlung angesehen werden. - \"Metro-Post\".Wenn eine nach dem Wortlaut des Gesetzes immerhin vertretbare Rechtsauffassung in der Folge von den Gerichten nicht geteilt wurde, ist dies kein Verstoß gegen Paragraph eins, UWG. Es kommt vor allem darauf an, ob die Auffassung über den Umfang der Befugnisse durch das Gesetz so weit gedeckt ist, dass sie mit gutem Grund vertreten werden kann; trifft dies zu, dann kann diese Auslegung der gesetzlichen Vorschrift und die darauf beruhende Tätigkeit nicht mehr als eine gegen das Anstandsgefühl der betroffenen Verkehrskreise verstoßende Handlung angesehen werden. - \"Metro-Post\".", "Rechtsgebiet": ["Zivilrecht"]}, "RS0123321": {"RS": "RS0123321", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20080311_OGH0002_0040OB00034_08S0000_002", "Gericht": "OGH", "ET_Count": 42, "Normen": ["UWG §1", "UWG §1", "ZPO §502", "ZPO §502", "ZPO §502"], "Rechtssatz": "Dass Rechtsprechung des Obersten Gerichtshofs zu Bestimmungen des Verwaltungsrechts fehlt, deren Verletzung einem Mitbewerber vorgeworfen wird, begründet für sich allein noch keine erhebliche Rechtsfrage im Sinn von § 528 Abs 1 ZPO.Dass Rechtsprechung des Obersten Gerichtshofs zu Bestimmungen des Verwaltungsrechts fehlt, deren Verletzung einem Mitbewerber vorgeworfen wird, begründet für sich allein noch keine erhebliche Rechtsfrage im Sinn von Paragraph 528, Absatz eins, ZPO.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0078014": {"RS": "RS0078014", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19830614_OGH0002_0040OB00353_8300000_002", "Gericht": "OGH", "ET_Count": 8, "Normen": ["UWG §1", "UWG §1"], "Rechtssatz": "Der Umstand, dass eine zwingende gesetzliche Vorschrift, die den Wettbewerb regelt, von einer Vielzahl von Mitbewerbern, allenfalls sogar von dem überwiegenden Teil der Mitbewerber nicht beachtet wird, nimmt einem derartigen Verstoß nicht den Charakter einen unlauteren, gegen die guten Sitten verstoßenden Wettbewerbshandlung, zumal dadurch ein sachlich ungerechtfertigter Wettbewerbsvorsprung gegenüber jenen Mitbewerbern erzielt wird, die sich an die geltende Norm halten.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0123660": {"RS": "RS0123660", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20080520_OGH0002_0040OB00037_08G0000_003", "Gericht": "OGH", "ET_Count": 3, "Normen": ["UWG §1", "UWG §1", "UWG §1"], "Rechtssatz": "Dass Konkurrenten denselben Gesetzesverstoß begehen, kann eine derartige „spürbare\" Beeinflussung des Wettbewerbs durch den Rechtsbruch nicht von vornherein ausschließen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0134135": {"RS": "RS0134135", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20220923_OGH0002_0040OB00040_22V0000_001", "Gericht": "OGH", "ET_Count": 2, "Normen": [], "Rechtssatz": "Zusammengefasst kann daher im Widerspruchsverfahren vor der Rechtsabteilung des Patentamts nur der Einwand der Nichtbenutzung der Widerspruchsmarke erhoben werden; andere Bedenken gegen die Eintragung der Widerspruchsmarke können – allenfalls aufgrund eines Löschungsantrags des Antragsgegners – nur von der Nichtigkeitsabteilung des Patentamts aufgegriffen werden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0077861": {"RS": "RS0077861", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19880223_OGH0002_0040OB00402_8700000_004", "Gericht": "OGH", "ET_Count": 17, "Normen": ["UWG §1", "UWG §1", "UWG §1"], "Rechtssatz": "Sittenwidriger Wettbewerbsvorteil bei gewerbepolizeilich relevanten Verstoß gegen Raumordnung.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0048633": {"RS": "RS0048633", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19801104_OGH0002_0040OB00547_8000000_001", "Gericht": "OGH", "ET_Count": 92, "Normen": ["ABGB §176", "ABGB §177"], "Rechtssatz": "Unter dem Begriff der Gefährdung des Kindeswohls ist nicht geradezu ein Missbrauch der elterlichen Befugnisse zu verstehen. Es genügt, dass die elterlichen Pflichten (objektiv) nicht erfüllt oder (subjektiv) gröblich vernachlässigt worden sind oder die Eltern durch ihr Gesamtverhalten des Wohl des Kindes gefährden. Eine Pflichtverletzung kann auch vorliegen, wenn die Eltern ihre Pflicht zu einvernehmlichen Vorgehen verletzen. Die Gefährdung des Kindeswohls kann daher auch schon darin liegen, dass wichtige Veränderungen eingetreten sind, die Eltern aber diesen Veränderungen nicht durch einvernehmliches Vorgehen Rechnung tragen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0005946": {"RS": "RS0005946", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19730925_OGH0002_0040OB00567_7300000_001", "Gericht": "OGH", "ET_Count": 106, "Normen": ["AußStrG §4", "AußStrG §9", "ZPO §75", "ZPO §84"], "Rechtssatz": "Der Formmangel des Fehlens der Unterschrift (hier der Partei) auf einem Rechtsmittel - Schriftsatz ist ohne wesentliche Bedeutung, wenn das Rechtsmittel jedenfalls (als unzulässig) zurückzuweisen ist (vergleiche 4 Ob 542/73).", "Rechtsgebiet": ["Zivilrecht"]}, "RS0044084": {"RS": "RS0044084", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19730703_OGH0002_0040OB00062_7300000_001", "Gericht": "OGH", "ET_Count": 12, "Normen": ["ZPO §528", "ZPO §528"], "Rechtssatz": "Unanfechtbarkeit von bestätigenden Beschlüssen des Rekursgerichtes, mit denen die Einrede der sachlichen Unzuständigkeit verworfen wird.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0135432": {"RS": "RS0135432", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20250624_OGH0002_0040OB00078_25M0000_000", "Gericht": "OGH", "ET_Count": 1, "Normen": ["ABGB §1170", "ABGB §933a"], "Rechtssatz": "Der Einwand der mangelnden Fälligkeit des Werklohns nach § 1170 ABGB kann auch auf die Erhebung eines schadenersatzrechtlichen Verbesserungsanspruchs wegen bei Herstellung des Werks aufgetretener Mängel gemäß § 933a ABGB gestützt werden.Der Einwand der mangelnden Fälligkeit des Werklohns nach Paragraph 1170, ABGB kann auch auf die Erhebung eines schadenersatzrechtlichen Verbesserungsanspruchs wegen bei Herstellung des Werks aufgetretener Mängel gemäß Paragraph 933 a, ABGB gestützt werden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0079477": {"RS": "RS0079477", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19900530_OGH0002_0040OB00079_9000000_001", "Gericht": "OGH", "ET_Count": 3, "Normen": ["UWG §1", "UWG §1"], "Rechtssatz": "Auch dann, wenn nur ein Teil der Mitbewerber einer bestimmten rechtlichen Schranke unterliegt, bedeutet deren Mißachtung durch einen Konkurrenten einen sittenwidrigen Vorsprung vor den gesetzesgetreuen, der gleichen Regelung unterliegenden Mitbewerbern. Daß einige Konkurrenten an eine Norm nicht gebunden sind oder diese \"abschütteln\", gibt anderen derselben Norm Unterworfenen nicht das Recht, ihrerseits die Norm zu mißachten.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0132193": {"RS": "RS0132193", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20180717_OGH0002_0040OB00083_18M0000_001", "Gericht": "OGH", "ET_Count": 14, "Normen": ["ABGB §181"], "Rechtssatz": "Eine Verfügung, mit der die Obsorge entzogen wird, kommt nur als ultima ratio in Betracht. Zuvor hat das Gericht alle anderen Möglichkeiten zu prüfen, die dem Kindeswohl gerecht werden können und eine Belassung des Kindes in der Familie ermöglichen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0018756": {"RS": "RS0018756", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19620913_OGH0002_0050OB00141_6200000_001", "Gericht": "OGH", "ET_Count": 20, "Normen": ["ABGB §1052", "ABGB §932", "ABGB §933"], "Rechtssatz": "Der Verbesserungsanspruch kann nur klageweise durchgesetzt werden. Solange der Unternehmer dem Verlangen des Bestellers nicht entsprochen hat, steht diesem ein Zurückbehaltungsrecht nach § 1052 ABGB zu, aber nur wegen solcher Mängel, deren Behebung einen unverhältnismäßigen Aufwand nicht erfordert. Auch darf die Zurückbehaltung nicht über das notwendige Maß hinausgehen. Die Gewährleistungsfrist für Arbeiter an sanitären Anlagen und einer Zentralheizungsanlage in einem Haus beträgt drei Jahre, auch wenn nicht sämtliche Rohre unter Verputz gelegt sind.Der Verbesserungsanspruch kann nur klageweise durchgesetzt werden. Solange der Unternehmer dem Verlangen des Bestellers nicht entsprochen hat, steht diesem ein Zurückbehaltungsrecht nach Paragraph 1052, ABGB zu, aber nur wegen solcher Mängel, deren Behebung einen unverhältnismäßigen Aufwand nicht erfordert. Auch darf die Zurückbehaltung nicht über das notwendige Maß hinausgehen. Die Gewährleistungsfrist für Arbeiter an sanitären Anlagen und einer Zentralheizungsanlage in einem Haus beträgt drei Jahre, auch wenn nicht sämtliche Rohre unter Verputz gelegt sind.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0031014": {"RS": "RS0031014", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19610201_OGH0002_0050OB00022_6100000_001", "Gericht": "OGH", "ET_Count": 109, "Normen": ["ABGB §1325", "ZPO §226", "ZPO §227", "ZPO §405", "ZPO §467"], "Rechtssatz": "Jeder von mehreren in einer Klage geltend gemachten Schadenersatzansprüchen muss ziffernmäßig bestimmt und individualisiert sein. Der Kläger kann daher nicht verlangen, dass ihm ein vom Gericht vorgenommener Abstrich beim Schmerzengeld als weiterer Verdienstentgang zuerkannt werde.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0044233": {"RS": "RS0044233", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19810915_OGH0002_0050OB00308_8100000_001", "Gericht": "OGH", "ET_Count": 149, "Normen": ["IO §125", "ZPO §528", "ZPO §528", "ZPO §528"], "Rechtssatz": "Der Ausschluss eines Rekurses gegen Entscheidungen der zweiten Instanz über den Kostenpunkt erstreckt sich auf sämtliche Entscheidungen, mit denen in irgendeiner Form über Kosten abgesprochen wird. Das Gericht zweiter Instanz entscheidet daher in allen mit Kostenansprüchen zusammenhängenden Fragen endgültig.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0127236": {"RS": "RS0127236", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20110914_OGH0002_0050OB00041_11G0000_001", "Gericht": "OGH", "ET_Count": 10, "Normen": ["ABGB §145b", "ABGB §159", "ABGB §176", "ABGB §181"], "Rechtssatz": "1. Bei Ausübung der Rechte und Erfüllung seiner Pflichten hat der betreffende Elternteil nach § 145b ABGB zur Wahrung des Kindeswohls alles zu unterlassen, was das Verhältnis des Minderjährigen zu anderen Personen, denen das Kind betreffende Rechte und Pflichten zukommen, beeinträchtigt oder die Wahrnehmung von deren Aufgaben erschwert (Wohlverhaltensgebot). Aus dieser Regelung folgt die Pflicht eines Elternteils, das gemeinsame Kind nicht gegenüber dem anderen Elternteil zu vereinnahmen.1. Bei Ausübung der Rechte und Erfüllung seiner Pflichten hat der betreffende Elternteil nach Paragraph 145 b, ABGB zur Wahrung des Kindeswohls alles zu unterlassen, was das Verhältnis des Minderjährigen zu anderen Personen, denen das Kind betreffende Rechte und Pflichten zukommen, beeinträchtigt oder die Wahrnehmung von deren Aufgaben erschwert (Wohlverhaltensgebot). Aus dieser Regelung folgt die Pflicht eines Elternteils, das gemeinsame Kind nicht gegenüber dem anderen Elternteil zu vereinnahmen.2. Verstößt ein obsorgebetrauter Elternteil gegen § 145b ABGB, hat das Gericht nach § 176 Abs 1 ABGB bei Gefährdung des Kindeswohls die notwendigen Maßnahmen zu treffen. Das kann im äußersten Fall zum Entzug der Obsorge führen.2. Verstößt ein obsorgebetrauter Elternteil gegen Paragraph 145 b, ABGB, hat das Gericht nach Paragraph 176, Absatz eins, ABGB bei Gefährdung des Kindeswohls die notwendigen Maßnahmen zu treffen. Das kann im äußersten Fall zum Entzug der Obsorge führen.3. § 176 Abs 1 ABGB bietet eine Rechtsgrundlage dafür, dem Obsorgeberechtigten einzelne konkrete Aufträge oder Auflagen zu erteilen.3. Paragraph 176, Absatz eins, ABGB bietet eine Rechtsgrundlage dafür, dem Obsorgeberechtigten einzelne konkrete Aufträge oder Auflagen zu erteilen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0037420": {"RS": "RS0037420", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19770201_OGH0002_0050OB00505_7700000_001", "Gericht": "OGH", "ET_Count": 21, "Normen": ["ZPO §226"], "Rechtssatz": "Zur Bestimmtheit eines Begehrens ist nicht erforderlich, dass alle Identifizierungsangaben im Begehren selbst erschöpfend wiedergegeben werden; es kann auch auf Urkunden oder auf andere Unterlagen verwiesen werden, wenn diese zu einem integrierenden Bestandteil des Begehrens gemacht werden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0009766": {"RS": "RS0009766", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19781107_OGH0002_0050OB00708_7800000_004", "Gericht": "OGH", "ET_Count": 48, "Normen": ["ABGB §94"], "Rechtssatz": "Die Verwirkung des Unterhaltsanspruchs nach § 94 Abs 2 2. Satz ABGB ist zu bejahen, wenn die Geltendmachung und Gewährung eines Unterhaltsanspruches wegen des Verhaltens des betreffenden Ehegatten als grob unbillig erschiene.Die Verwirkung des Unterhaltsanspruchs nach Paragraph 94, Absatz 2, 2. Satz ABGB ist zu bejahen, wenn die Geltendmachung und Gewährung eines Unterhaltsanspruches wegen des Verhaltens des betreffenden Ehegatten als grob unbillig erschiene.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0113455": {"RS": "RS0113455", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20000427_OGH0002_0050OB00099_00W0000_002", "Gericht": "OGH", "ET_Count": 29, "Normen": ["ZPO §528"], "Rechtssatz": "Mangels einer Leitfunktion in Steuersachen gemäß § 528 Abs 1 ZPO (hier in Verbindung mit § 37 Abs 3 Z 16 MRG) ist der Oberste Gerichtshof nur zur Korrektur grober Beurteilungsfehler der Vorinstanzen aus Gründen der Rechtseinheit und Rechtssicherheit berufen.Mangels einer Leitfunktion in Steuersachen gemäß Paragraph 528, Absatz eins, ZPO (hier in Verbindung mit Paragraph 37, Absatz 3, Ziffer 16, MRG) ist der Oberste Gerichtshof nur zur Korrektur grober Beurteilungsfehler der Vorinstanzen aus Gründen der Rechtseinheit und Rechtssicherheit berufen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0115412": {"RS": "RS0115412", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20010606_OGH0002_0060OB00104_01I0000_003", "Gericht": "OGH", "ET_Count": 11, "Normen": ["KSchG §15"], "Rechtssatz": "Bei Mischverträgen ist es für die Anwendbarkeit des § 15 KSchG entscheidend, dass die werkvertraglichen oder kaufvertraglichen Elemente nicht bloß eine untergeordnete Rolle spielen.Bei Mischverträgen ist es für die Anwendbarkeit des Paragraph 15, KSchG entscheidend, dass die werkvertraglichen oder kaufvertraglichen Elemente nicht bloß eine untergeordnete Rolle spielen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0132245": {"RS": "RS0132245", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20180831_OGH0002_0060OB00145_18V0000_002", "Gericht": "OGH", "ET_Count": 8, "Normen": ["ABGB §246", "ABGB §259"], "Rechtssatz": "Auch nach dem 2. Erwachsenenschutz-Gesetz besteht für den Betroffenen kein Recht auf freie Auswahl des gerichtlichen Erwachsenenvertreters. Maßgebend ist allein das Wohl des Betroffenen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0009673": {"RS": "RS0009673", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19600517_OGH0002_0060OB00168_6000000_001", "Gericht": "OGH", "ET_Count": 25, "Normen": ["ABGB §139", "ABGB §145", "ABGB §176", "ABGB §176", "JWG §26"], "Rechtssatz": "Ohne das Vorliegen eines bereits bestehenden Erziehungsnotstandes kann auch auf Schwierigkeiten, die sich aus der Rückkehr des Kindes zu den Eltern in psychischer Hinsicht für dieses ergeben könnten, nicht Bedacht genommen werden, da den Eltern das Recht auf Erziehung des Kindes primär zusteht.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0041965": {"RS": "RS0041965", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19750424_OGH0002_0060OB00022_7500000_001", "Gericht": "OGH", "ET_Count": 34, "Normen": ["ZPO §482"], "Rechtssatz": "Diese Gesetzesstelle verfügt ein Verbot des Vorbringens neuer Tatsachen und Beweismittel zum Anspruch, also ein Neuerungsverbot in Ansehung des Stoffes für die Entscheidung der in erster Instanz gestellten Sachanträge.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0121557": {"RS": "RS0121557", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20061109_OGH0002_0060OB00246_06D0000_001", "Gericht": "OGH", "ET_Count": 117, "Normen": ["ZPO §266", "ZPO §492", "ZPO §503"], "Rechtssatz": "Die Berücksichtigung des Inhalts einer in den Feststellungen der Vorinstanzen - wenn auch ohne wörtliche Wiedergabe - enthaltenen Urkunde, deren Echtheit überdies zugestanden wurde, im Rahmen der rechtlichen Beurteilung erfordert nicht die amtswegige Durchführung einer mündlichen Berufungsverhandlung.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0053407": {"RS": "RS0053407", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19631120_OGH0002_0060OB00303_6300000_001", "Gericht": "OGH", "ET_Count": 97, "Normen": ["ZPO §528"], "Rechtssatz": "Rekurse gegen die Entscheidung des Gerichtes zweiter Instanz über den Kostenpunkt, und zwar sowohl über die Verpflichtung zum Kostenersatz als auch über die ziffernmäßige Festsetzung des Kostenbetrages sind grundsätzlich und ausnahmslos unzulässig.Judikatenbuch Nr 4 neu; Veröff: SZ 2/143", "Rechtsgebiet": ["Zivilrecht"]}, "RS0042392": {"RS": "RS0042392", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19840524_OGH0002_0060OB00561_8400000_001", "Gericht": "OGH", "ET_Count": 68, "Normen": ["ZPO §500", "ZPO §502", "ZPO §502", "ZPO §508", "ZPO §508a"], "Rechtssatz": "Bei der Prüfung der Zulässigkeit der Revision ist der OGH an einen Ausspruch des Berufungsgerichtes gemäß § 500 Abs 3 ZPO nicht gebunden (§ 508a Abs 1 ZPO), doch sind in diese Prüfung auch die übrigen vom Revisionswerber angeschnittenen Rechtsfragen miteinzubeziehen, weil er innerhalb des Rahmens der revisiblen erheblichen Rechtsfragen in der Ausführung der Rechtsmittelgründe nicht beschränkt ist (Petrasch in EvBl 1983,178).Bei der Prüfung der Zulässigkeit der Revision ist der OGH an einen Ausspruch des Berufungsgerichtes gemäß Paragraph 500, Absatz 3, ZPO nicht gebunden (Paragraph 508 a, Absatz eins, ZPO), doch sind in diese Prüfung auch die übrigen vom Revisionswerber angeschnittenen Rechtsfragen miteinzubeziehen, weil er innerhalb des Rahmens der revisiblen erheblichen Rechtsfragen in der Ausführung der Rechtsmittelgründe nicht beschränkt ist (Petrasch in EvBl 1983,178).", "Rechtsgebiet": ["Zivilrecht"]}, "RS0042544": {"RS": "RS0042544", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19840607_OGH0002_0060OB00598_8400000_002", "Gericht": "OGH", "ET_Count": 46, "Normen": ["ZPO §500", "ZPO §519", "ZPO §526"], "Rechtssatz": "Ein Rechtskraftvorbehalt, dessen Begründung zwar erkennen lässt, dass das Berufungsgericht dabei den Zulassungsbereich vor Augen hatte, ersetzt die erforderlichen Aussprüche über die Bewertung des Streitgegenstandes nicht.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0116144": {"RS": "RS0116144", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20020221_OGH0002_0060OB00006_02D0000_001", "Gericht": "OGH", "ET_Count": 86, "Normen": ["ZPO §502"], "Rechtssatz": "Der Frage, ob eine Klage schlüssig ist, kommt im Allgemeinen - vom hier nicht vorliegenden Fall auffallender Fehlbeurteilung abgesehen - keine über den Einzelfall hinausgehende Bedeutung zu.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0005919": {"RS": "RS0005919", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19771215_OGH0002_0060OB00717_7700000_001", "Gericht": "OGH", "ET_Count": 24, "Normen": ["ABGB §94", "EO §382"], "Rechtssatz": "Eine Verwirkung des Unterhaltsanspruches dem Grunde nach ist nur bei so groben Verfehlungen des anderen Ehegatten anzunehmen, die die Geltendmachung des Anspruches als Rechtsmissbrauch erscheinen lassen (6 Ob 615/77). Dabei ist einerseits das objektive Gewicht der als bescheinigt angenommenen ehewidrigen Verhaltensweisen in Betracht zu ziehen, andererseits auch das Maß der subjektiven Verantwortlichkeit des Ehegatten, der auf vorläufigen Unterhalt Anspruch erhebt.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0021925": {"RS": "RS0021925", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19791205_OGH0002_0060OB00740_7900000_001", "Gericht": "OGH", "ET_Count": 41, "Normen": ["ABGB §1167", "ABGB §1170", "ABGB §932"], "Rechtssatz": "Das Leistungsverweigerungsrecht des Bestellers findet seine Rechtfertigung darin, den Unternehmer zu einer geschuldeten Verbesserung seines mangelhaften Werkes zu bestimmen. Wo aber eine solche Verbesserung nicht oder nicht mehr in Betracht kommt, ein durch das Gewährleistungsrecht aufrechter Erfüllungsanspruch gegen den Unternehmer nicht oder nicht mehr besteht, ist auch kein Recht zur Verweigerung der Gegenleistung anzuerkennen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0021821": {"RS": "RS0021821", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19650324_OGH0002_0060OB00084_6500000_001", "Gericht": "OGH", "ET_Count": 72, "Normen": ["ABGB §1170", "ABGB §1486"], "Rechtssatz": "Wurde der Werklohn nicht im Vorhinein fix vereinbart, so wird er nicht mit der Vollendung des Werkes, sondern erst mit der Rechnungszumittlung fällig, was allerdings innerhalb verkehrsüblicher Frist geschehen muss. Mit der Fälligkeit beginnt sodann der Lauf der Verjährungsfrist.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0135300": {"RS": "RS0135300", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20250219_OGH0002_0070OB00163_24G0000_000", "Gericht": "OGH", "ET_Count": 48, "Normen": [], "Rechtssatz": "Dem Gerichtshof der Europäischen Union werden gemäß Art 267 AEUV folgende Fragen zur Vorabentscheidung vorgelegt:Dem Gerichtshof der Europäischen Union werden gemäß Artikel 267, AEUV folgende Fragen zur Vorabentscheidung vorgelegt:1. a) Sind Art 5 Abs 2 in Verbindung mit Art 3 Nr 10 VO 715/2007/EG sowie Art 3 Durchführungs-VO 692/2008/EG dahin auszulegen, dass bei einem unter die VO 715/2007/EG fallenden Dieselfahrzeug, in dem Systeme der Abgasrückführung (AGR-System) und Abgasnachbehandlung (SCR-System) verbaut sind, für die Qualifikation als Abschalteinrichtung im Sinn des Art 3 Nr 10 VO 715/2007/EG darauf abzustellen ist, ob die Wirksamkeit des Emissionskontrollsystems in seiner Gesamtheit (unter Einschluss aller jeweils vorhandener Systeme der Abgasrückführung und -nachbehandlung) verringert wird, oder darauf, ob die Wirksamkeit einzelner Konstruktionsteile (zB „Thermofenster“, SCR-Katalysator) als jeweils eigene Emissionskontrollsysteme verringert wird?1. a) Sind Artikel 5, Absatz 2, in Verbindung mit Artikel 3, Nr 10 VO 715/2007/EG sowie Artikel 3, Durchführungs-VO 692/2008/EG dahin auszulegen, dass bei einem unter die VO 715/2007/EG fallenden Dieselfahrzeug, in dem Systeme der Abgasrückführung (AGR-System) und Abgasnachbehandlung (SCR-System) verbaut sind, für die Qualifikation als Abschalteinrichtung im Sinn des Artikel 3, Nr 10 VO 715/2007/EG darauf abzustellen ist, ob die Wirksamkeit des Emissionskontrollsystems in seiner Gesamtheit (unter Einschluss aller jeweils vorhandener Systeme der Abgasrückführung und -nachbehandlung) verringert wird, oder darauf, ob die Wirksamkeit einzelner Konstruktionsteile (zB „Thermofenster“, SCR-Katalysator) als jeweils eigene Emissionskontrollsysteme verringert wird?b) Sind Art 3 Nr 10, Art 5 Abs 1 und 2 VO 715/2007/EG dahin auszulegen, dass für die Qualifikation als unzulässige Abschalteinrichtung die Verringerung der Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen – sei es eines einzelnen Konstruktionsteils, sei es der Gesamtheit des Systems (siehe Frage 1. a) – allein entscheidend ist, oder ist zusätzlich erforderlich, dass (zumindest) einer der in Anhang I der VO 715/2007/EG angeführten Emissionsgrenzwerte überschritten wird?b) Sind Artikel 3, Nr 10, Artikel 5, Absatz eins und 2 VO 715/2007/EG dahin auszulegen, dass für die Qualifikation als unzulässige Abschalteinrichtung die Verringerung der Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen – sei es eines einzelnen Konstruktionsteils, sei es der Gesamtheit des Systems (siehe Frage 1. a) – allein entscheidend ist, oder ist zusätzlich erforderlich, dass (zumindest) einer der in Anhang römisch eins der VO 715/2007/EG angeführten Emissionsgrenzwerte überschritten wird?2. Für den Fall, dass auf das Emissionskontrollsystem in seiner Gesamtheit abzustellen ist:a) Ist Art 5 Abs 2 in Verbindung mit Art 3 Nr 10 VO 715/2007/EG in Bezug auf die Behauptungslast dahin auszulegen, dass der Erwerber eines Dieselfahrzeugs seiner Behauptungslast zum Vorliegen einer unzulässigen Abschalteinrichtung entspricht, wenn er vorbringt, dass ein Konstruktionsteil (zB „Thermofenster“) vorliegt, das die Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen verringert, und trifft dann den Hersteller die Behauptungslast dafür, dass das Gesamtsystem insgesamt zu keiner Verringerung der Wirksamkeit des Emissionskontrollsystems führt, oder muss der Käufer auch vorbringen, dass keine anderen Konstruktionsteile vorliegen, die den nachteiligen Effekt ausgleichen?a) Ist Artikel 5, Absatz 2, in Verbindung mit Artikel 3, Nr 10 VO 715/2007/EG in Bezug auf die Behauptungslast dahin auszulegen, dass der Erwerber eines Dieselfahrzeugs seiner Behauptungslast zum Vorliegen einer unzulässigen Abschalteinrichtung entspricht, wenn er vorbringt, dass ein Konstruktionsteil (zB „Thermofenster“) vorliegt, das die Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen verringert, und trifft dann den Hersteller die Behauptungslast dafür, dass das Gesamtsystem insgesamt zu keiner Verringerung der Wirksamkeit des Emissionskontrollsystems führt, oder muss der Käufer auch vorbringen, dass keine anderen Konstruktionsteile vorliegen, die den nachteiligen Effekt ausgleichen?b) Ist Art 5 Abs 2 in Verbindung mit Art 3 Nr 10 VO 715/2007/EG im Fall der Behauptungslast des Käufers für das Gesamtsystem und der daraus im nationalen Recht resultierenden Beweislast dahin auszulegen, dass selbst eine nationale Regelung, die den Hersteller in diesem Fall zur Mitwirkung an der Ermittlung des Sachverhalts verpflichtet, dennoch nicht dem Unionsrecht, insbesondere dem Effektivitätsgrundsatz, entspricht, sodass deshalb insoweit unionsrechtlich der Hersteller die Beweislast zu tragen hat?b) Ist Artikel 5, Absatz 2, in Verbindung mit Artikel 3, Nr 10 VO 715/2007/EG im Fall der Behauptungslast des Käufers für das Gesamtsystem und der daraus im nationalen Recht resultierenden Beweislast dahin auszulegen, dass selbst eine nationale Regelung, die den Hersteller in diesem Fall zur Mitwirkung an der Ermittlung des Sachverhalts verpflichtet, dennoch nicht dem Unionsrecht, insbesondere dem Effektivitätsgrundsatz, entspricht, sodass deshalb insoweit unionsrechtlich der Hersteller die Beweislast zu tragen hat?3. Sind Art 3 Nr 10, Art 4 Abs 2, Art 5 Abs 1 und Abs 2 VO 715/2007/EG (iVm Art 3 Durchführungs-VO 692/2008/EG) dahin auszulegen, dass die Bauteile eines Dieselfahrzeugs, die das Emissionsverhalten voraussichtlich beeinflussen, so konstruiert, gefertigt und montiert sein müssen, dass die Einhaltung der in Anhang I der VO 715/2007/EG angeführten Emissionsgrenzwerte nicht nur bei den vorgeschriebenen Tests im Rahmen des Typgenehmigungsverfahrens (hier: Neuer Europäischer Fahrzyklus-Test), sondern auch unter tatsächlichen Fahrbedingungen bei normaler Nutzung des Fahrzeugs (im Realbetrieb) gewährleistet ist?3. Sind Artikel 3, Nr 10, Artikel 4, Absatz 2,, Artikel 5, Absatz eins und Absatz 2, VO 715/2007/EG in Verbindung mit Artikel 3, Durchführungs-VO 692/2008/EG) dahin auszulegen, dass die Bauteile eines Dieselfahrzeugs, die das Emissionsverhalten voraussichtlich beeinflussen, so konstruiert, gefertigt und montiert sein müssen, dass die Einhaltung der in Anhang römisch eins der VO 715/2007/EG angeführten Emissionsgrenzwerte nicht nur bei den vorgeschriebenen Tests im Rahmen des Typgenehmigungsverfahrens (hier: Neuer Europäischer Fahrzyklus-Test), sondern auch unter tatsächlichen Fahrbedingungen bei normaler Nutzung des Fahrzeugs (im Realbetrieb) gewährleistet ist?", "Rechtsgebiet": ["Zivilrecht"]}, "RS0112314": {"RS": "RS0112314", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19990728_OGH0002_0070OB00205_99V0000_001", "Gericht": "OGH", "ET_Count": 104, "Normen": ["JN §49", "JN §49", "JN §49", "ZPO §528"], "Rechtssatz": "Hat das Rekursgericht den angefochtenen erstrichterlichen Beschluss zur Gänze bestätigt, ist jeglicher Revisionsrekurs bereits nach § 528 Abs 2 Z 2 ZPO jedenfalls unzulässig, wenn der Ausnahmefall dieser Gesetzesstelle (nämlich Zurückweisung einer Klage ohne Sachentscheidung aus formellen Gründen) hier nicht vorliegt. Für familienrechtliche Streitigkeiten ua nach § 49 Abs 2 Z 2b JN (Streitigkeiten über die Scheidung einer Ehe), welche auch im § 502 Abs 5 Z 1 ZPO privilegiert genannt sind, sieht jedoch § 528 Abs 2 ZPO - so wie auch dessen Abs 3, der bloß auf die Fälle des § 505 Abs 4 ZPO (familienrechtliche Unterhaltsstreitigkeiten) verweist - keine weitere Sonderregelung (im Sinne einer Ausnahme mit erleichterter Anrufbarkeit des Obersten Gerichtshofes) vor.Hat das Rekursgericht den angefochtenen erstrichterlichen Beschluss zur Gänze bestätigt, ist jeglicher Revisionsrekurs bereits nach Paragraph 528, Absatz 2, Ziffer 2, ZPO jedenfalls unzulässig, wenn der Ausnahmefall dieser Gesetzesstelle (nämlich Zurückweisung einer Klage ohne Sachentscheidung aus formellen Gründen) hier nicht vorliegt. Für familienrechtliche Streitigkeiten ua nach Paragraph 49, Absatz 2, Ziffer 2 b, JN (Streitigkeiten über die Scheidung einer Ehe), welche auch im Paragraph 502, Absatz 5, Ziffer eins, ZPO privilegiert genannt sind, sieht jedoch Paragraph 528, Absatz 2, ZPO - so wie auch dessen Absatz 3,, der bloß auf die Fälle des Paragraph 505, Absatz 4, ZPO (familienrechtliche Unterhaltsstreitigkeiten) verweist - keine weitere Sonderregelung (im Sinne einer Ausnahme mit erleichterter Anrufbarkeit des Obersten Gerichtshofes) vor.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0042617": {"RS": "RS0042617", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19550909_OGH0002_0070OB00328_5500000_001", "Gericht": "OGH", "ET_Count": 72, "Normen": ["JN §59", "ZPO §500"], "Rechtssatz": "§ 500 Abs 2 ZPO verlangt zwar die sinngemäße Anwendung der §§ 54 - 60 JN, sagt aber nicht, dass das Berufungsgericht an die Bewertung des Klägers gebunden ist.Paragraph 500, Absatz 2, ZPO verlangt zwar die sinngemäße Anwendung der Paragraphen 54, - 60 JN, sagt aber nicht, dass das Berufungsgericht an die Bewertung des Klägers gebunden ist.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0036973": {"RS": "RS0036973", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19630227_OGH0002_0070OB00369_6200000_001", "Gericht": "OGH", "ET_Count": 70, "Normen": ["ZPO §182", "ZPO §226"], "Rechtssatz": "Das Gesetz verlangt zwar nicht, dass der Kläger den gesamten Tatbestand vortrage; es trägt dem Kläger jedoch auf, die rechtserzeugenden Tatsachen vollständig und knapp vorzubringen (Fasching, Kommentar zu den Zivilprozessgesetzen, Lfg 13 S 36, Anmerkung 6 zu § 226, und die dort angeführte Literatur). Werden für den eingeklagten Anspruch schlüssige rechtserzeugende Tatsachen überhaupt nicht angegeben und lässt sich auch durch richterliche Anleitung (§ 182 ZPO) eine solche Angabe nicht erreichen, dann muss die Klage wegen Unschlüssigkeit abgewiesen werden.Das Gesetz verlangt zwar nicht, dass der Kläger den gesamten Tatbestand vortrage; es trägt dem Kläger jedoch auf, die rechtserzeugenden Tatsachen vollständig und knapp vorzubringen (Fasching, Kommentar zu den Zivilprozessgesetzen, Lfg 13 S 36, Anmerkung 6 zu Paragraph 226,, und die dort angeführte Literatur). Werden für den eingeklagten Anspruch schlüssige rechtserzeugende Tatsachen überhaupt nicht angegeben und lässt sich auch durch richterliche Anleitung (Paragraph 182, ZPO) eine solche Angabe nicht erreichen, dann muss die Klage wegen Unschlüssigkeit abgewiesen werden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0008539": {"RS": "RS0008539", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19860710_OGH0002_0070OB00607_8600000_001", "Gericht": "OGH", "ET_Count": 42, "Normen": ["AußStrG §238"], "Rechtssatz": "Auch nach dem SachwalterG ist Voraussetzung für die Bevollmächtigung eines Rechtsanwaltes zur Einbringung der dem Betroffenen zustehenden Anträge und Rechtsmittel, dass der Betroffene bei der Vollmachtserteilung fähig war, den Zweck der dem Rechtsvertreter erteilten Vollmacht zu erkennen. Bei offenkundiger Unfähigkeit zu dieser Erkenntnis muss die Bevollmächtigung als unwirksam angesehen werden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0009759": {"RS": "RS0009759", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19770901_OGH0002_0070OB00608_7700000_001", "Gericht": "OGH", "ET_Count": 90, "Normen": ["ABGB §94", "EheG §68a"], "Rechtssatz": "Nur besonders krasse Fälle (zum Beispiel wenn die Ehefrau ihren Gatten grundlos verlassen hat), in welchen die Geltendmachung eines Unterhaltsanspruches wegen des Verhaltens des betreffenden Ehegatten grob unbillig erscheinen würde, rechtfertigen die Annahme einer Unterhaltsverwirkung des betreffenden Gattenteiles.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0120056": {"RS": "RS0120056", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20050525_OGH0002_0070OB00083_05I0000_001", "Gericht": "OGH", "ET_Count": 79, "Normen": ["ZPO §182", "ZPO §182a", "ZPO §503"], "Rechtssatz": "Die Rechtsmeinung, wonach nur eine Rechtsansicht, wenn sie bis zum Schluss der Verhandlung erster Instanz von keiner der Parteien ins Treffen geführt wurde und daher keine Gelegenheit zur Stellungnahme bestand, als überraschend angesehen werden kann, kann nach der ZVN 2002 nicht aufrecht erhalten bleiben. § 182a ZPO erweitert nun die Pflichten der Gerichte, weil eine Partei auch erkennbar rechtliche Gesichtspunkte, die von der Gegenseite bereits ins Spiel gebracht worden waren, übersehen oder für unerheblich gehalten haben kann. Erkennt dies das Prozessgericht, hat es im Rahmen der Erörterung des Sach- und Rechtsvorbringens darauf hinzuweisen; erkannte das Prozessgericht den Irrtum der Parteien nicht, war er aber erkennbar, was nach der Aktenlage überprüfbar ist, liegt ein Verfahrensmangel vor.Die Rechtsmeinung, wonach nur eine Rechtsansicht, wenn sie bis zum Schluss der Verhandlung erster Instanz von keiner der Parteien ins Treffen geführt wurde und daher keine Gelegenheit zur Stellungnahme bestand, als überraschend angesehen werden kann, kann nach der ZVN 2002 nicht aufrecht erhalten bleiben. Paragraph 182 a, ZPO erweitert nun die Pflichten der Gerichte, weil eine Partei auch erkennbar rechtliche Gesichtspunkte, die von der Gegenseite bereits ins Spiel gebracht worden waren, übersehen oder für unerheblich gehalten haben kann. Erkennt dies das Prozessgericht, hat es im Rahmen der Erörterung des Sach- und Rechtsvorbringens darauf hinzuweisen; erkannte das Prozessgericht den Irrtum der Parteien nicht, war er aber erkennbar, was nach der Aktenlage überprüfbar ist, liegt ein Verfahrensmangel vor.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0131273": {"RS": "RS0131273", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20170131_OGH0002_0080OB00003_17Z0000_002", "Gericht": "OGH", "ET_Count": 7, "Normen": ["ZPO §507", "ZPO §508"], "Rechtssatz": "Die Befugnis zur Zurückweisung eines unzulässigen Rechtsmittels kann devolvierend auch vom Rechtsmittelgericht wahrgenommen werden. Dementsprechend ist das Berufungsgericht, dem der Antrag nach § 508 ZPO samt Revision vorgelegt wurde, ebenfalls zur Zurückweisung eines (von vornherein) unzulässigen Antrags nach § 508 ZPO befugt.Die Befugnis zur Zurückweisung eines unzulässigen Rechtsmittels kann devolvierend auch vom Rechtsmittelgericht wahrgenommen werden. Dementsprechend ist das Berufungsgericht, dem der Antrag nach Paragraph 508, ZPO samt Revision vorgelegt wurde, ebenfalls zur Zurückweisung eines (von vornherein) unzulässigen Antrags nach Paragraph 508, ZPO befugt.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0009046": {"RS": "RS0009046", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19810326_OGH0002_0080OB00508_8100000_002", "Gericht": "OGH", "ET_Count": 5, "Normen": ["ABGB §19", "StGB §3"], "Rechtssatz": "Die Rechtmäßigkeit einer Notwehrhandlung hat zur Voraussetzung, daß sie nicht über die nötige Verteidigung ( § 3 StGB ) hinausgeht. Es muss daher jene Abwehr gewählt werden, die mit einer möglichst geringen Verletzung der Interessen des Angreifers noch zum Ziele führt. Für die Beurteilung der Grenzen der notwendigen Verteidigung und damit der Frage der Angemessenheit der Gegenwehr kommt es nicht auf die Waffengleichheit an.Die Rechtmäßigkeit einer Notwehrhandlung hat zur Voraussetzung, daß sie nicht über die nötige Verteidigung ( Paragraph 3, StGB ) hinausgeht. Es muss daher jene Abwehr gewählt werden, die mit einer möglichst geringen Verletzung der Interessen des Angreifers noch zum Ziele führt. Für die Beurteilung der Grenzen der notwendigen Verteidigung und damit der Frage der Angemessenheit der Gegenwehr kommt es nicht auf die Waffengleichheit an.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0087131": {"RS": "RS0087131", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19851211_OGH0002_0080OB00645_8500000_001", "Gericht": "OGH", "ET_Count": 31, "Normen": ["ABGB §274", "ABGB §279", "ABGB §280", "ABGB §281", "AußStrG §16"], "Rechtssatz": "Beim Kreis jener Personen, welche zum Sachwalter bestellt werden können, ist dem Gericht ein auf das Wohl der behinderten Person zugeschnittener Ermessensspielraum eingeräumt. Keine offenbare Gesetzwidrigkeit, wenn die Vorinstanzen übereinstimmend der Ansicht waren, dass wegen notwendiger Rechtskenntnisse ein Rechtsanwalt als Sachwalter zu bestellen sei.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0120565": {"RS": "RS0120565", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20060126_OGH0002_0080OB00009_06S0000_001", "Gericht": "OGH", "ET_Count": 71, "Normen": [], "Rechtssatz": "Als „Revisionsrekurs\" erfasst § 62 AußStrG alle Rekurse gegen „im Rahmen des Rekursverfahrens ergangene\" Beschlüsse des Rekursgerichts und damit auch die Zurückweisung des Rekurses mangels Beschwer. Für diese ist daher die Vertretung durch einen Rechtsanwalt erforderlich.Als „Revisionsrekurs\" erfasst Paragraph 62, AußStrG alle Rekurse gegen „im Rahmen des Rekursverfahrens ergangene\" Beschlüsse des Rekursgerichts und damit auch die Zurückweisung des Rekurses mangels Beschwer. Für diese ist daher die Vertretung durch einen Rechtsanwalt erforderlich.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0135307": {"RS": "RS0135307", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20250227_OGH0002_0080OB00099_24B0000_000", "Gericht": "OGH", "ET_Count": 46, "Normen": [], "Rechtssatz": "Dem Gerichtshof der Europäischen Union werden gemäß Art 267 AEUV folgende Fragen zur Vorabentscheidung vorgelegt:Dem Gerichtshof der Europäischen Union werden gemäß Artikel 267, AEUV folgende Fragen zur Vorabentscheidung vorgelegt:1.a.  Sind Art 5 Abs 2 VO 715/2007/EG in Verbindung mit Art 3 Nr 10 VO 715/2007/EG sowie Art 3 Durchführungs-VO 692/2008/EG dahin auszulegen, dass bei einem unter die VO 715/2007/EG fallenden Fahrzeug mit Dieselmotor, in dem1.a.  Sind Artikel 5, Absatz 2, VO 715/2007/EG in Verbindung mit Artikel 3, Nr 10 VO 715/2007/EG sowie Artikel 3, Durchführungs-VO 692/2008/EG dahin auszulegen, dass bei einem unter die VO 715/2007/EG fallenden Fahrzeug mit Dieselmotor, in dem- ein Stickoxidspeicherkatalysator samt Dieselpartikelfilter und weiters- nur ein (in seiner Steuerung und Wirksamkeit von verschiedenen Faktoren wie Umgebungstemperatur, Leistungsanforderung, Gaspedalstellung, Drehmoment, Seehöhe, Sauerstoffgehalt der Umgebungsluft, Fahrverhalten des Fahrers sowie Temperatur am und im Triebwerk und im Abgasrückführungssystem selbst abhängiges) System der Abgasreduktion (AGR-System) verbaut ist, welches- ein „Thermofenster“ (eine temperaturabhängige Reduktion der AGR-Rate), bezüglich dessen zwar feststeht, dass die AGR-Rate bei Temperaturen unter -24°C und über +70°C reduziert wird, allerdings nicht feststellbar ist, ob eine Reduktion der AGR-Rate auch innerhalb des Temperaturbereiches von -24°C bis +70°C stattfindet,- eine „Höhenschaltung“ (eine Reduktion der AGR-Rate in einer Betriebshöhe von über 1.000 Metern über dem Meeresspiegel), und- eine „Taxischaltung“ (eine Reduktion der AGR-Rate bei einem Betrieb im Leerlauf über einen Zeitraum von mehr als 15 Minuten)aufweist, für die Qualifikation als Abschalteinrichtung im Sinne von Art 3 Z 10 VO 715/2007/EG darauf abzustellen ist,aufweist, für die Qualifikation als Abschalteinrichtung im Sinne von Artikel 3, Ziffer 10, VO 715/2007/EG darauf abzustellen ist,i. ob die Wirksamkeit des Emissionskontrollsystems in seiner Gesamtheit (unter Einschluss aller jeweils vorhandenen Systeme der Abgasrückführung und -nachbehandlung) verringert wird, oder darauf,ii. ob die Wirksamkeit einzelner Konstruktionsteile (zB „Thermofenster“, SCR-Katalysator) als jeweils eigene Emissionskontrollsysteme verringert wird?1.b. Sind Art 3 Nr 10, Art 5 Abs 1 und 2 VO 715/2007/EG dahin auszulegen, dass1.b. Sind Artikel 3, Nr 10, Artikel 5, Absatz eins und 2 VO 715/2007/EG dahin auszulegen, dassi.  es sich bei der Wendung in Art 3 Nr 10 VO 715/2007/EG „... unter Bedingungen, die bei normalem Fahrzeugbetrieb vernünftigerweise zu erwarten sind …“i.  es sich bei der Wendung in Artikel 3, Nr 10 VO 715/2007/EG „... unter Bedingungen, die bei normalem Fahrzeugbetrieb vernünftigerweise zu erwarten sind …“- um einen Teil der Tatbestandsvoraussetzungen für das Vorliegen einer Abschalteinrichtung, oder- um eine diesbezügliche Ausnahmeregelung vom Bestehen einer Abschalteinrichtung oder Verbotsausnahme, welche erst beim Nachweis des Nichtvorliegens solcher Bedingungen die Zulässigkeit einer Abschalteinrichtung bewirkt,handelt?ii. für die Qualifikation als unzulässige Abschalteinrichtung die Verringerung der Wirksamkeit des Emissionskontrollsystems eines Dieselfahrzeuges unter gewöhnlichen Fahrbedingungen – sei es eines einzelnen Konstruktionsteiles, sei es der Gesamtheit des Systems (siehe Frage 1.a.) – allein entscheidend ist, oder ist zusätzlich erforderlich, dass (zumindest) einer der in Anhang I der VO 715/2007/EG angeführten Emissionsgrenzwerte überschritten wird?ii. für die Qualifikation als unzulässige Abschalteinrichtung die Verringerung der Wirksamkeit des Emissionskontrollsystems eines Dieselfahrzeuges unter gewöhnlichen Fahrbedingungen – sei es eines einzelnen Konstruktionsteiles, sei es der Gesamtheit des Systems (siehe Frage 1.a.) – allein entscheidend ist, oder ist zusätzlich erforderlich, dass (zumindest) einer der in Anhang römisch eins der VO 715/2007/EG angeführten Emissionsgrenzwerte überschritten wird?iii. eine Abschalteinrichtung jedenfalls dann zulässig im Sinne des Art 3 Z 10 VO 715/2007/EG ist, wenn unter tatsächlichen Fahrbedingungen bei normaler Nutzung des Fahrzeuges die Wirksamkeit des Emissionskontrollsystems eines Dieselfahrzeuges zwar verringert wird, jedoch die in Anhang I der VO 715/2007/EG angeführten Emissionsgrenzwerte eingehalten werden?iii. eine Abschalteinrichtung jedenfalls dann zulässig im Sinne des Artikel 3, Ziffer 10, VO 715/2007/EG ist, wenn unter tatsächlichen Fahrbedingungen bei normaler Nutzung des Fahrzeuges die Wirksamkeit des Emissionskontrollsystems eines Dieselfahrzeuges zwar verringert wird, jedoch die in Anhang römisch eins der VO 715/2007/EG angeführten Emissionsgrenzwerte eingehalten werden?2. Für den Fall, dass im Sinne der zu Punkt 1. gestellten Fragen auf das Emissionskontrollsystem in seiner Gesamtheit abzustellen ist:2.a. Ist Art 5 Abs 2 in Verbindung mit Art 3 Nr 10 VO 715/2007/EG in Bezug auf die Behauptungslast dahin auszulegen, dass der Erwerber eines Dieselfahrzeuges seiner Behauptungslast zum Vorliegen einer unzulässigen Abschalteinrichtung entspricht, wenn er vorbringt, dass ein Konstruktionsteil (zB „Thermofenster“) vorliegt, das die Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen verringert, und trifft dann den Fahrzeughersteller die Behauptungslast dafür, dass das Gesamtsystem insgesamt zu keiner Verringerung der Wirksamkeit des Emissionskontrollsystems führt, oder muss der Käufer auch vorbringen, dass keine anderen Konstruktionsteile vorliegen, die den nachteiligen Effekt ausgleichen?2.a. Ist Artikel 5, Absatz 2, in Verbindung mit Artikel 3, Nr 10 VO 715/2007/EG in Bezug auf die Behauptungslast dahin auszulegen, dass der Erwerber eines Dieselfahrzeuges seiner Behauptungslast zum Vorliegen einer unzulässigen Abschalteinrichtung entspricht, wenn er vorbringt, dass ein Konstruktionsteil (zB „Thermofenster“) vorliegt, das die Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen verringert, und trifft dann den Fahrzeughersteller die Behauptungslast dafür, dass das Gesamtsystem insgesamt zu keiner Verringerung der Wirksamkeit des Emissionskontrollsystems führt, oder muss der Käufer auch vorbringen, dass keine anderen Konstruktionsteile vorliegen, die den nachteiligen Effekt ausgleichen?2.b. Ist Art 5 Abs 2 in Verbindung mit Art 3 Nr 10 VO 715/2007/EG in Bezug auf die Beweislast dahin auszulegen, dass eine nationale Regelung, nach der den klagenden Käufer die Beweislast für das Vorliegen einer Abschalteinrichtung und somit nicht nur dafür trifft, dass ein Konstruktionsteil im Fahrzeug verbaut ist, das die Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen verringert, sondern auch dafür, dass keine anderen Konstruktionsteile verbaut sind, die diesen nachteiligen Effekt ausgleichen, aber der beklagte Fahrzeughersteller zur Mitwirkung an der Ermittlung des Sachverhaltes verpflichtet ist – wobei die Konsequenz einer Nicht-Mitwirkung nur darin liegt, dass das Gericht diesen Umstand in seine freie Beweiswürdigung einfließen lässt –, gegen Unionsrecht verstößt, sodass bei der Feststellung des Emissionskontrollsystems in seiner Gesamtheit eine Zuweisung der Beweislast hierfür an den beklagten Fahrzeughersteller unionsrechtlich geboten ist?2.b. Ist Artikel 5, Absatz 2, in Verbindung mit Artikel 3, Nr 10 VO 715/2007/EG in Bezug auf die Beweislast dahin auszulegen, dass eine nationale Regelung, nach der den klagenden Käufer die Beweislast für das Vorliegen einer Abschalteinrichtung und somit nicht nur dafür trifft, dass ein Konstruktionsteil im Fahrzeug verbaut ist, das die Wirksamkeit des Emissionskontrollsystems unter gewöhnlichen Fahrbedingungen verringert, sondern auch dafür, dass keine anderen Konstruktionsteile verbaut sind, die diesen nachteiligen Effekt ausgleichen, aber der beklagte Fahrzeughersteller zur Mitwirkung an der Ermittlung des Sachverhaltes verpflichtet ist – wobei die Konsequenz einer Nicht-Mitwirkung nur darin liegt, dass das Gericht diesen Umstand in seine freie Beweiswürdigung einfließen lässt –, gegen Unionsrecht verstößt, sodass bei der Feststellung des Emissionskontrollsystems in seiner Gesamtheit eine Zuweisung der Beweislast hierfür an den beklagten Fahrzeughersteller unionsrechtlich geboten ist?2.c. Ist Art 5 Abs 2 in Verbindung mit Art 3 Nr 10 VO 715/2007/EG dahin auszulegen, dass die Behauptungs- und Beweislast für den konkreten Temperaturbereich, in dem eine im Fahrzeugmotor vorhandene Abschalteinrichtung in Form eines Thermofensters nicht aktiv ist, den Fahrzeughersteller trifft?2.c. Ist Artikel 5, Absatz 2, in Verbindung mit Artikel 3, Nr 10 VO 715/2007/EG dahin auszulegen, dass die Behauptungs- und Beweislast für den konkreten Temperaturbereich, in dem eine im Fahrzeugmotor vorhandene Abschalteinrichtung in Form eines Thermofensters nicht aktiv ist, den Fahrzeughersteller trifft?3.a. Sind Art 3 Nr 10, Art 4 Abs 2, Art 5 Abs 1 und Abs 2 VO 715/2007/EG in Verbindung mit Art 3 Durchführungs-VO 692/2008/EG dahin auszulegen, dass die Bauteile eines Dieselfahrzeuges, die das Emissionsverhalten voraussichtlich beeinflussen, so konstruiert, gefertigt und montiert sein müssen, dass die Einhaltung der in Anhang I der VO 715/2007/EG angeführten Emissionsgrenzwerte nicht nur bei den vorgeschriebenen Tests im Rahmen des jeweils anzuwendenden Typgenehmigungsverfahrens (hier: Neuer Europäischer Fahrzyklus-Test), sondern auch unter tatsächlichen Fahrbedingungen bei normaler Nutzung des Fahrzeuges (im Realbetrieb) gewährleistet ist?3.a. Sind Artikel 3, Nr 10, Artikel 4, Absatz 2,, Artikel 5, Absatz eins und Absatz 2, VO 715/2007/EG in Verbindung mit Artikel 3, Durchführungs-VO 692/2008/EG dahin auszulegen, dass die Bauteile eines Dieselfahrzeuges, die das Emissionsverhalten voraussichtlich beeinflussen, so konstruiert, gefertigt und montiert sein müssen, dass die Einhaltung der in Anhang römisch eins der VO 715/2007/EG angeführten Emissionsgrenzwerte nicht nur bei den vorgeschriebenen Tests im Rahmen des jeweils anzuwendenden Typgenehmigungsverfahrens (hier: Neuer Europäischer Fahrzyklus-Test), sondern auch unter tatsächlichen Fahrbedingungen bei normaler Nutzung des Fahrzeuges (im Realbetrieb) gewährleistet ist?3.b. Falls die Frage 3.a. zu bejahen ist: Ist Art 5 Abs 2 in Verbindung mit Art 5 Abs 1 und Art 4 Abs 3 VO 715/2007/EG dahin auszulegen, dass nicht der klagende Käufer, sondern der beklagte Fahrzeughersteller die Beweislast für die Einhaltung der Emissionsgrenzwerte im Realbetrieb trägt?3.b. Falls die Frage 3.a. zu bejahen ist: Ist Artikel 5, Absatz 2, in Verbindung mit Artikel 5, Absatz eins und Artikel 4, Absatz 3, VO 715/2007/EG dahin auszulegen, dass nicht der klagende Käufer, sondern der beklagte Fahrzeughersteller die Beweislast für die Einhaltung der Emissionsgrenzwerte im Realbetrieb trägt?", "Rechtsgebiet": ["Zivilrecht"]}, "RS0037907": {"RS": "RS0037907", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19891206_OGH0002_009OBA00326_8900000_001", "Gericht": "OGH", "ET_Count": 41, "Normen": ["EKHG §12", "ZPO §226"], "Rechtssatz": "Setzt sich ein auf einen einheitlichen Anspruchsgrund gestütztes Begehren aus zahlreichen Einzelforderungen zusammen, die während eines längeren Zeitraumes aufgelaufen sind, so würde das Gebot nach einer Präzisierung des Vorbringens überspannt, würde man für jeden einzelnen von unter Umständen hunderten Fällen ein gesondertes detailliertes Vorbringen fordern. Die von den Vorinstanzen vermisste mangelnde Aufgliederung in einzelne Posten oder Zeiträume nimmt dem diesbezüglichen Vorbringen nicht die Schlüssigkeit (in diesem Sinne auch 8 Ob 209/79).", "Rechtsgebiet": ["Zivilrecht"]}, "RS0106278": {"RS": "RS0106278", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19961111_OGH0002_014BKD00007_9600000_001", "Gericht": "OGH", "ET_Count": 19, "Normen": [], "Rechtssatz": "Delegierung, weil andernfalls die angezeigten Ausschussmitglieder über die Zurücklegung der gegen sie selbst gerichteten Disziplinaranzeige entscheiden müssten."}, "RS0119913": {"RS": "RS0119913", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20050428_OGH0002_001BKD00001_0500000_001", "Gericht": "OGH", "ET_Count": 47, "Normen": [], "Rechtssatz": "Eine Delegierung an einen anderen Disziplinarrat ist nach Beginn der Anhängigkeit des Disziplinarverfahrens grundsätzlich möglich. Die Anhängigkeit des anwaltlichen Disziplinarverfahrens ist nicht durch § 20 DSt gegeben, sondern erst nachdem der Kammeranwalt die Bestellung eines Untersuchungskommissärs beantragt und der Präsident einen Untersuchungskommissär bestellt hat (§ 22 Abs 3 DSt).Eine Delegierung an einen anderen Disziplinarrat ist nach Beginn der Anhängigkeit des Disziplinarverfahrens grundsätzlich möglich. Die Anhängigkeit des anwaltlichen Disziplinarverfahrens ist nicht durch Paragraph 20, DSt gegeben, sondern erst nachdem der Kammeranwalt die Bestellung eines Untersuchungskommissärs beantragt und der Präsident einen Untersuchungskommissär bestellt hat (Paragraph 22, Absatz 3, DSt)."}, "RS0055477": {"RS": "RS0055477", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19821108_OGH0002_000BKD00057_8200000_001", "Gericht": "OGH", "ET_Count": 104, "Normen": [], "Rechtssatz": "Delegierungsgrund, wenn der Disziplinarbeschuldigte Organ (hier: Vizepräsident) derselben Rechtsanwaltskammer ist (so schon Bkd 19/77)."}, "RS0074561": {"RS": "RS0074561", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19920424_OGH0002_0010OB00550_9200000_004", "Gericht": "OGH", "ET_Count": 24, "Normen": [], "Rechtssatz": "Die Person, die sich der Rückgabe widersetzt, trifft die volle Behauptungslast und Beweislast für das Vorliegen von Rückführungshindernissen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0074552": {"RS": "RS0074552", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19920429_OGH0002_0020OB00537_9200000_001", "Gericht": "OGH", "ET_Count": 13, "Normen": [], "Rechtssatz": "Die Rückgabe des Kindes kann vom angerufenen Gericht unter anderem dann abgelehnt werden, wenn sich das Kind der Rückgabe widersetzt und es ein Alter und eine Reife erreicht hat, angesichts deren es angebracht erscheint, seine Meinung zu berücksichtigen. Die Anwendung dieser Bestimmung ist dem Ermessen der zuständigen Behörden zu überlassen (hier: Meinung eines zehnjährigen Minderjährigen berücksichtigt).", "Rechtsgebiet": ["Zivilrecht"]}, "RS0046577": {"RS": "RS0046577", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19570724_OGH0002_0030OB00359_5700000_001", "Gericht": "OGH", "ET_Count": 14, "Normen": ["JN §76"], "Rechtssatz": "Der gewöhnliche Aufenthalt ist jener Ort, an dem jemand während einer längeren Zeit, wenn auch nicht ununterbrochen, aber doch hauptsächlich sich aufzuhalten pflegt. Es kommt nicht auf die Absicht, dauernd an einem Orte verbleiben zu wollen, an, sondern nur darauf, ob jemand tatsächlich einen Ort zum Mittelpunkt seines Lebens, seiner wirtschaftlichen Existenz und seiner sozialen Beziehungen macht. Dies ist auch bei dem Flüchtling der Fall, der an einem Orte Aufenthalt nimmt, um von hier aus sein künftiges Schicksal zu klären.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0106455": {"RS": "RS0106455", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19961015_OGH0002_0040OB02288_96S0000_002", "Gericht": "OGH", "ET_Count": 18, "Normen": ["AußStrG §19"], "Rechtssatz": "Das maßgebliche Kriterium sowohl nach Art 13 Abs 1 lit b des Übereinkommens als auch nach § 19 AußStrG ist das Kindeswohl. Dem Übereinkommen liegt allerdings der Gedanke zugrunde, dass die Rückführung des Kindes dessen Wohl dient, weil es das wirkliche Opfer der Entführung ist und Kindesentführungen durch dieses Übereinkommen eben verhindert werden sollen. Das konkrete Kindeswohl hat aber - wie sich gerade aus Art 13 Abs 1 lit b des Übereinkommens ergibt auch noch im Vollstreckungsverfahren den Vorrang vor dem vom Übereinkommen angestrebten Ziel, Kindesentführungen ganz allgemein zu unterbinden.Das maßgebliche Kriterium sowohl nach Artikel 13, Absatz eins, Litera b, des Übereinkommens als auch nach Paragraph 19, AußStrG ist das Kindeswohl. Dem Übereinkommen liegt allerdings der Gedanke zugrunde, dass die Rückführung des Kindes dessen Wohl dient, weil es das wirkliche Opfer der Entführung ist und Kindesentführungen durch dieses Übereinkommen eben verhindert werden sollen. Das konkrete Kindeswohl hat aber - wie sich gerade aus Artikel 13, Absatz eins, Litera b, des Übereinkommens ergibt auch noch im Vollstreckungsverfahren den Vorrang vor dem vom Übereinkommen angestrebten Ziel, Kindesentführungen ganz allgemein zu unterbinden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0048056": {"RS": "RS0048056", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19910409_OGH0002_0040OB00510_9100000_001", "Gericht": "OGH", "ET_Count": 55, "Normen": ["ABGB §148", "ABGB §176", "ABGB §178a"], "Rechtssatz": "Der Grundsatz der Bedachtnahme auf das Kindeswohl (§ 178a ABGB) - der oberste Grundsatz jeder Besuchsregelung - erfordert es, dass - auch noch vom OGH - alle während des Verfahrens eingetretenen Entwicklungen voll zu berücksichtigen sind. (Hier: Auslandsbesuchsrecht).Der Grundsatz der Bedachtnahme auf das Kindeswohl (Paragraph 178 a, ABGB) - der oberste Grundsatz jeder Besuchsregelung - erfordert es, dass - auch noch vom OGH - alle während des Verfahrens eingetretenen Entwicklungen voll zu berücksichtigen sind. (Hier: Auslandsbesuchsrecht).", "Rechtsgebiet": ["Zivilrecht"]}, "RS0074568": {"RS": "RS0074568", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19920901_OGH0002_0040OB00538_9200000_003", "Gericht": "OGH", "ET_Count": 34, "Normen": ["ZPO §502"], "Rechtssatz": "Rückkehr mit schwerwiegenden Gefahren verbunden.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0126369": {"RS": "RS0126369", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20101116_OGH0002_0050OB00194_10F0000_001", "Gericht": "OGH", "ET_Count": 16, "Normen": [], "Rechtssatz": "Der Begriff des „gewöhnlichen Aufenthalts“ im Sinn des Art 8 Abs 1 Brüssel IIa‑VO ist autonom entsprechend den Zielen und Zwecken der Brüssel IIa‑VO auszulegen. Nach der Entscheidung des EuGH vom 2. 4. 2009, C‑523/07 ist dieser Begriff dahin auszulegen, dass darunter der Ort zu verstehen ist, der Ausdruck einer gewissen sozialen und familiären Integration des Kindes ist. Hiefür sind insbesondere die Dauer, die Regelmäßigkeit und die Umstände des Aufenthalts in einem Mitgliedstaat sowie die Gründe für diesen Aufenthalt und den Umzug der Familie in diesen Staat, die Staatsangehörigkeit des Kindes, Ort und Umstände der Einschulung, die Sprachkenntnisse sowie die familiären und sozialen Bindungen des Kindes in dem betreffenden Staat zu berücksichtigen. Es ist Sache des nationalen Gerichts, unter Berücksichtigung aller tatsächlichen Umstände des Einzelfalls den gewöhnlichen Aufenthalt des Kindes festzustellen.Der Begriff des „gewöhnlichen Aufenthalts“ im Sinn des Artikel 8, Absatz eins, Brüssel IIa‑VO ist autonom entsprechend den Zielen und Zwecken der Brüssel IIa‑VO auszulegen. Nach der Entscheidung des EuGH vom 2. 4. 2009, C‑523/07 ist dieser Begriff dahin auszulegen, dass darunter der Ort zu verstehen ist, der Ausdruck einer gewissen sozialen und familiären Integration des Kindes ist. Hiefür sind insbesondere die Dauer, die Regelmäßigkeit und die Umstände des Aufenthalts in einem Mitgliedstaat sowie die Gründe für diesen Aufenthalt und den Umzug der Familie in diesen Staat, die Staatsangehörigkeit des Kindes, Ort und Umstände der Einschulung, die Sprachkenntnisse sowie die familiären und sozialen Bindungen des Kindes in dem betreffenden Staat zu berücksichtigen. Es ist Sache des nationalen Gerichts, unter Berücksichtigung aller tatsächlichen Umstände des Einzelfalls den gewöhnlichen Aufenthalt des Kindes festzustellen.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0006893": {"RS": "RS0006893", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19610517_OGH0002_0060OB00152_6100000_001", "Gericht": "OGH", "ET_Count": 72, "Normen": ["AußStrG §10"], "Rechtssatz": "Sachverhaltsänderungen nach dem erstgerichtlichen Beschluss sind von der Rechtsmittelinstanz (auch vom OGH) zu berücksichtigen, wenn dies das Interesse des pflegebefohlenen Kindes erfordert (vgl 6 Ob 55/61).Sachverhaltsänderungen nach dem erstgerichtlichen Beschluss sind von der Rechtsmittelinstanz (auch vom OGH) zu berücksichtigen, wenn dies das Interesse des pflegebefohlenen Kindes erfordert vergleiche 6 Ob 55/61).", "Rechtsgebiet": ["Zivilrecht"]}, "RS0047845": {"RS": "RS0047845", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19550713_OGH0002_0070OB00322_5500000_001", "Gericht": "OGH", "ET_Count": 39, "Normen": ["ABGB §142", "ABGB §177"], "Rechtssatz": "Das gemeinsame Aufwachsen von Geschwistern in demselben Haushalt ist von großem Wert für die Entwicklung der Kinder.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0074565": {"RS": "RS0074565", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19931027_OGH0002_0070OB00596_9300000_002", "Gericht": "OGH", "ET_Count": 10, "Normen": [], "Rechtssatz": "Wäre die Rückgabe der Kinder mit einer schwerwiegenden psychischen Gefährdung der Minderjährigen verbunden, ist diese auch zu berücksichtigen, wenn sie erst durch einen längeren Aufenthalt im Verbringungsland bedingt ist.", "Rechtsgebiet": ["Zivilrecht"]}, "RS0124585": {"RS": "RS0124585", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20090319_OGH0002_0130NS00001_09I0000_001", "Gericht": "OGH", "ET_Count": 41, "Normen": ["StPO §212", "StPO §215", "StPO §281a"], "Rechtssatz": "Das dem angerufenen Gericht übergeordnete Oberlandesgericht hat nach der von § 215 StPO vorgegebenen Systematik vor einem Ausspruch nach § 215 Abs 4 erster Satz StPO oder Vorlage nach § 215 Abs 4 zweiter Satz StPO stets zu prüfen, ob nicht einer der in § 212 Z 1 bis 4 StPO genannten Mängel der Anklageschrift vorliegt. Erst wenn diese Prüfung mit negativem Ergebnis abgeschlossen ist, kommt demnach eine Entscheidung des Obersten Gerichtshofs in Betracht. Übermittelt dieser die Sache einem anderen Oberlandesgericht „zur Entscheidung über den Einspruch\", ist dieses an das (in einem solchen Fall bloß vorläufige) negative Ergebnis der Prüfung durch das dem angerufenen Gericht übergeordnete Oberlandesgericht und an die für den Nichtigkeitsgrund des § 281a StPO entscheidenden Verdachtsannahmen nicht gebunden.Das dem angerufenen Gericht übergeordnete Oberlandesgericht hat nach der von Paragraph 215, StPO vorgegebenen Systematik vor einem Ausspruch nach Paragraph 215, Absatz 4, erster Satz StPO oder Vorlage nach Paragraph 215, Absatz 4, zweiter Satz StPO stets zu prüfen, ob nicht einer der in Paragraph 212, Ziffer eins bis 4 StPO genannten Mängel der Anklageschrift vorliegt. Erst wenn diese Prüfung mit negativem Ergebnis abgeschlossen ist, kommt demnach eine Entscheidung des Obersten Gerichtshofs in Betracht. Übermittelt dieser die Sache einem anderen Oberlandesgericht „zur Entscheidung über den Einspruch\", ist dieses an das (in einem solchen Fall bloß vorläufige) negative Ergebnis der Prüfung durch das dem angerufenen Gericht übergeordnete Oberlandesgericht und an die für den Nichtigkeitsgrund des Paragraph 281 a, StPO entscheidenden Verdachtsannahmen nicht gebunden.", "Rechtsgebiet": ["Strafrecht"]}, "RS0124935": {"RS": "RS0124935", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20090618_OGH0002_0130NS00021_09F0000_001", "Gericht": "OGH", "ET_Count": 34, "Normen": ["StPO §37"], "Rechtssatz": "Aufbauend auf den Grundsätzen der Verfahrenskonzentration und des Vorrangs des Gerichts höherer Ordnung regelt § 37 Abs 2 StPO im zweiten und dritten Satz den Fall, dass für die gemeinsame Verfahrensführung mehrere untereinander gleichrangige Gerichte „höherer Ordnung\" in Frage kommen, und zwar dergestalt, dass das Verfahren dem Gericht zukommt, in dessen Zuständigkeit die frühere Straftat fällt (§ 37 Abs 2 zweiter Satz StPO). Von dieser Anknüpfung an die zeitliche Abfolge der Taten besteht eine der Verfahrensökonomie dienende Ausnahme für den Fall, dass für das Ermittlungsverfahren eine Staatsanwaltschaft bei einem Landesgericht zuständig war, in dessen Sprengel eine der angeklagten strafbaren Handlungen begangen worden sein soll (§ 37 Abs 2 dritter Satz StPO). Diese Bestimmung ändert nichts am Grundsatz des Vorrangs des Gerichts höherer Ordnung. § 37 Abs 2 dritter Satz StPO betrifft maW nur den zweiten, nicht aber den ersten Satz des § 37 Abs 2 StPO.Aufbauend auf den Grundsätzen der Verfahrenskonzentration und des Vorrangs des Gerichts höherer Ordnung regelt Paragraph 37, Absatz 2, StPO im zweiten und dritten Satz den Fall, dass für die gemeinsame Verfahrensführung mehrere untereinander gleichrangige Gerichte „höherer Ordnung\" in Frage kommen, und zwar dergestalt, dass das Verfahren dem Gericht zukommt, in dessen Zuständigkeit die frühere Straftat fällt (Paragraph 37, Absatz 2, zweiter Satz StPO). Von dieser Anknüpfung an die zeitliche Abfolge der Taten besteht eine der Verfahrensökonomie dienende Ausnahme für den Fall, dass für das Ermittlungsverfahren eine Staatsanwaltschaft bei einem Landesgericht zuständig war, in dessen Sprengel eine der angeklagten strafbaren Handlungen begangen worden sein soll (Paragraph 37, Absatz 2, dritter Satz StPO). Diese Bestimmung ändert nichts am Grundsatz des Vorrangs des Gerichts höherer Ordnung. Paragraph 37, Absatz 2, dritter Satz StPO betrifft maW nur den zweiten, nicht aber den ersten Satz des Paragraph 37, Absatz 2, StPO.", "Rechtsgebiet": ["Strafrecht"]}, "RS0125228": {"RS": "RS0125228", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20090723_OGH0002_0130NS00046_09G0000_002", "Gericht": "OGH", "ET_Count": 9, "Normen": ["StPO §215"], "Rechtssatz": "Bei Übermittlung der Sache an ein anderes Oberlandesgericht bestehen keine Bedenken gegen eine pauschale Verweisung durch das dann (erstmals) befasste Oberlandesgericht auf die Begründung des bloß zur vorläufigen (nicht bindenden) Prüfung aufgerufenen Oberlandesgerichts, soweit es dessen Beurteilung teilt.", "Rechtsgebiet": ["Strafrecht"]}, "RS0133394": {"RS": "RS0133394", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20201209_OGH0002_0130NS00094_20G0000_002", "Gericht": "OGH", "ET_Count": 8, "Normen": ["StPO §36", "StPO §37", "StPO §37"], "Rechtssatz": "Richtet sich die Zuständigkeit infolge Konnexität (§ 37 Abs 1 StPO) nach der höheren Ordnung eines Gerichts (§ 37 Abs 2 erster Satz StPO), sind für die Frage der örtlichen Zuständigkeitsbegründung nur jene strafbaren Handlungen in den Blick zu nehmen, die sachlich in die Zuständigkeit des höherrangigen Gerichts ressortieren.Richtet sich die Zuständigkeit infolge Konnexität (Paragraph 37, Absatz eins, StPO) nach der höheren Ordnung eines Gerichts (Paragraph 37, Absatz 2, erster Satz StPO), sind für die Frage der örtlichen Zuständigkeitsbegründung nur jene strafbaren Handlungen in den Blick zu nehmen, die sachlich in die Zuständigkeit des höherrangigen Gerichts ressortieren.", "Rechtsgebiet": ["Strafrecht"]}, "RS0131309": {"RS": "RS0131309", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20170404_OGH0002_0140NS00014_17W0000_001", "Gericht": "OGH", "ET_Count": 33, "Normen": ["StPO §37", "StPO §485"], "Rechtssatz": "Bezugspunkt sowohl der örtlichen als auch der sachlichen Zuständigkeitsprüfung ist der von der Anklage vorgegebene Prozessgegenstand (Sachverhalt). Ist für die örtliche Zuständigkeit die Subsumtion der unter Anklage gestellten Tat maßgeblich, ist der Einzelrichter nicht an die rechtliche Beurteilung der Staatsanwaltschaft gebunden, sondern hat diese selbständig anhand der Verdachtslage (im Sinn eines Anschuldigungsbeweises) vorzunehmen, wie sie sich aus dem Strafantrag in Verbindung mit dem Inhalt der Ermittlungsakten ergibt.", "Rechtsgebiet": ["Strafrecht"]}, "RS0092155": {"RS": "RS0092155", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19851008_OGH0002_0100OS00124_8500000_002", "Gericht": "OGH", "ET_Count": 9, "Normen": ["StGB §62", "StGB §67"], "Rechtssatz": "Eine an mehreren Orten begangene einzige Tat - wie etwa hier: ein Dauerdelikt - ist dann, wenn wenigstens einer von diesen Tatorten im Inland liegt, im Sinn des § 67 Abs 2 StGB insgesamt als Inlandstat zu beurteilen und unterliegt darum nach § 62 StGB der (originären) österreichischen Strafgewalt (vgl JBl 1982,660; ÖJZ-LSK 1981/87 ua): Diesfalls kommt eine Anwendung des § 65 StGB nicht in Betracht, es ist vielmehr ausschließlich die im Ausland wegen derselben Tat bereits verbüßte Strafe nach § 66 StGB hier anzurechnen (vgl SSt 49/66).Eine an mehreren Orten begangene einzige Tat - wie etwa hier: ein Dauerdelikt - ist dann, wenn wenigstens einer von diesen Tatorten im Inland liegt, im Sinn des Paragraph 67, Absatz 2, StGB insgesamt als Inlandstat zu beurteilen und unterliegt darum nach Paragraph 62, StGB der (originären) österreichischen Strafgewalt vergleiche JBl 1982,660; ÖJZ-LSK 1981/87 ua): Diesfalls kommt eine Anwendung des Paragraph 65, StGB nicht in Betracht, es ist vielmehr ausschließlich die im Ausland wegen derselben Tat bereits verbüßte Strafe nach Paragraph 66, StGB hier anzurechnen vergleiche SSt 49/66).", "Rechtsgebiet": ["Strafrecht"]}, "RS0009019": {"RS": "RS0009019", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19670314_OGH0002_0100OS00188_6600000_001", "Gericht": "OGH", "ET_Count": 9, "Normen": ["ABGB §19", "ABGB §344", "StGB §109", "StGB §3"], "Rechtssatz": "Selbsthilfe (d.h. eigenmächtige Herstellung eines dem Rechte entsprechenden Zustandes) ist im allgemeinen nicht gestattet. Der Staatsbürger hat sich sein Recht nicht selbst zu nehmen, sondern es bei der Behörde zu suchen. - Wenn die Hilfe der Behörde zu spät käme und wenn die Grenzen des Angemessenen eingehalten werden (d.h. wenn die durch die Rechtsverletzung bedingte Rechtsgutverletzung zum Werte des durchgesetzen Rechtes in einem angemessenen Verhältnis steht), kann Selbsthilfe gerechtfertigt sein. - Von der Einhaltung der Grenzen des Angemessenen kann nicht die Rede sein, wenn sich die Gewaltanwendung i.S. des § 83 StG auch gegen die Person des Besitzers oder seiner Leute richtet (Finger II 3. Auflage S 940, Zucker, GZ 1187 S 201 f).Selbsthilfe (d.h. eigenmächtige Herstellung eines dem Rechte entsprechenden Zustandes) ist im allgemeinen nicht gestattet. Der Staatsbürger hat sich sein Recht nicht selbst zu nehmen, sondern es bei der Behörde zu suchen. - Wenn die Hilfe der Behörde zu spät käme und wenn die Grenzen des Angemessenen eingehalten werden (d.h. wenn die durch die Rechtsverletzung bedingte Rechtsgutverletzung zum Werte des durchgesetzen Rechtes in einem angemessenen Verhältnis steht), kann Selbsthilfe gerechtfertigt sein. - Von der Einhaltung der Grenzen des Angemessenen kann nicht die Rede sein, wenn sich die Gewaltanwendung i.S. des Paragraph 83, StG auch gegen die Person des Besitzers oder seiner Leute richtet (Finger römisch II 3. Auflage S 940, Zucker, GZ 1187 S 201 f).", "Rechtsgebiet": ["Strafrecht"]}, "RS0090730": {"RS": "RS0090730", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19680604_OGH0002_0110OS00108_6800000_001", "Gericht": "OGH", "ET_Count": 79, "Normen": ["StGB §127", "StGB §129", "StGB §29"], "Rechtssatz": "Alle gemeinsam abgeurteilten Diebstähle eines Täters bilden rechtlich eine Einheit.", "Rechtsgebiet": ["Strafrecht"]}, "RS0127813": {"RS": "RS0127813", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20120419_OGH0002_0110OS00119_11A0000_001", "Gericht": "OGH", "ET_Count": 15, "Normen": ["FPG §114"], "Rechtssatz": "Der Tatbestand des § 114 Abs 1 FPG 2005 entspricht dem § 114 Abs 2 FPG idF vor dem BGBl I Nr 100/2005. Tatbestandlich ist alles, was Ein‑ oder Durchreise eines Fremden in irgendeiner Weise unterstützt. Neben der Beförderung kommt etwa das Beschaffen von gefälschten Reisedokumenten in Betracht. Sein Tatbestand stellt sich nach Wortlaut, Telos und Entstehungsgeschichte einerseits als abstraktes Gefährdungsdelikt, andererseits als Tätigkeitsdelikt dar, zu dessen Verwirklichung die tatsächliche Ein‑ oder Durchreise eines Fremden nicht erforderlich ist. Die pönalisierte Tat besteht bereits im Fördern der rechtswidrigen Ein- und Durchreise. Durch eine tatplanorientierte Differenzierung zwischen Schleppung durch Umgehung der Grenzkontrolle und der Täuschung im Zuge des gesamten Einreiseverfahrens (zB Erschleichung eines Visums) kann in Zusammenhang mit dem Erfordernis eines Vorsatzes auf unrechtmäßige Bereicherung tatbestandsmäßiges Fördern einwandfrei von straflosen (Vorbereitungs-)Handlungen abgegrenzt werden.Der Tatbestand des Paragraph 114, Absatz eins, FPG 2005 entspricht dem Paragraph 114, Absatz 2, FPG in der Fassung vor dem Bundesgesetzblatt Teil eins, Nr 100 aus 2005,. Tatbestandlich ist alles, was Ein‑ oder Durchreise eines Fremden in irgendeiner Weise unterstützt. Neben der Beförderung kommt etwa das Beschaffen von gefälschten Reisedokumenten in Betracht. Sein Tatbestand stellt sich nach Wortlaut, Telos und Entstehungsgeschichte einerseits als abstraktes Gefährdungsdelikt, andererseits als Tätigkeitsdelikt dar, zu dessen Verwirklichung die tatsächliche Ein‑ oder Durchreise eines Fremden nicht erforderlich ist. Die pönalisierte Tat besteht bereits im Fördern der rechtswidrigen Ein- und Durchreise. Durch eine tatplanorientierte Differenzierung zwischen Schleppung durch Umgehung der Grenzkontrolle und der Täuschung im Zuge des gesamten Einreiseverfahrens (zB Erschleichung eines Visums) kann in Zusammenhang mit dem Erfordernis eines Vorsatzes auf unrechtmäßige Bereicherung tatbestandsmäßiges Fördern einwandfrei von straflosen (Vorbereitungs-)Handlungen abgegrenzt werden.", "Rechtsgebiet": ["Strafrecht"]}, "RS0107402": {"RS": "RS0107402", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19970429_OGH0002_0110OS00014_9700000_001", "Gericht": "OGH", "ET_Count": 60, "Normen": ["StGB §70", "StPO §281", "StPO §281"], "Rechtssatz": "Der längere Tatzeitraum, für welchen sich der Täter durch Wiederholung gleichartiger Straftaten ein fortlaufendes Einkommen zu verschaffen trachtet, muss keineswegs \"zumindest etwa drei Monate\" dauern. Eine bestimmte Mindestdauer dieses \"längeren Zeitraumes\" wird weder vom Gesetz noch von der Judikatur verlangt, vielmehr reicht es auch aus, dass der Täter seine strafbaren Handlungen über einen Zeitraum von \"zumindest einigen Wochen\" mit gewerbsmäßiger Tendenz zu wiederholen beabsichtigte.", "Rechtsgebiet": ["Strafrecht"]}, "RS0091842": {"RS": "RS0091842", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19870324_OGH0002_0110OS00176_8600000_001", "Gericht": "OGH", "ET_Count": 14, "Normen": ["StGB §67"], "Rechtssatz": "Werden Deliktshandlungen teils im Inland und teils im Ausland begangen, so gibt jede im Inland liegende Phase des als rechtliche Einheit zu wertenden Gesamtgeschehens die Möglichkeit, den Täter für die ganze Tat, also auch für den im Ausland liegenden Teil, der inländischen Bestrafung zu unterziehen. Führt jemand die Tat nicht selbst aus, sondern nimmt er an ihr nur als Bestimmungstäter oder Beitragstäter teil, dann begeht er auch dann eine Inlandstat, wenn er vom Inland aus die Tatausführung im Ausland vorsätzlich veranlaßt oder fördernd unterstützt.", "Rechtsgebiet": ["Strafrecht"]}, "RS0097576": {"RS": "RS0097576", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19940208_OGH0002_0110OS00196_9300000_001", "Gericht": "OGH", "ET_Count": 34, "Normen": ["StPO §134", "StPO §258", "StPO §281"], "Rechtssatz": "Eine psychiatrische oder (jugendpsychologische) psychologische Untersuchung eines Zeugen setzt, soll sie nicht auf die unzulässige Aufnahme eines reinen Erkundungsbeweises abzielen, konkret erhebliche Bedenken gegen dessen allgemeine Wahrnehmungsfähigkeit oder Wiedergabefähigkeit oder doch gegen seine (vom Einzelfall unabhängige) Aussageehrlichkeit schlechthin voraus. Umstände hingegen, die bloß gegen die Glaubwürdigkeit oder Verlässlichkeit eines Zeugen im gegebenen Anlassfall sprechen, unterliegen ausschließlich der Beweiswürdigung durch das Gericht (EvBl 1983/18 ua).", "Rechtsgebiet": ["Strafrecht"]}, "RS0090006": {"RS": "RS0090006", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19950530_OGH0002_0110OS00031_9500000_001", "Gericht": "OGH", "ET_Count": 25, "Normen": ["StGB §12"], "Rechtssatz": "Im Falle der Mittäterschaft nach § 12 erster Fall StGB haften alle Mittäter für ihre Mitwirkung an der Tatausführung wechselseitig, sodass jedem die Tatbeiträge der anderen zugerechnet werden. Diese Haftung ist auch dann gegeben, wenn einer der Mittäter erst im Laufe der Ausführung der strafbaren Handlung durch Setzung einer eigenen Ausführungshandlung hinzutritt (sukzessive Mittäterschaft).Im Falle der Mittäterschaft nach Paragraph 12, erster Fall StGB haften alle Mittäter für ihre Mitwirkung an der Tatausführung wechselseitig, sodass jedem die Tatbeiträge der anderen zugerechnet werden. Diese Haftung ist auch dann gegeben, wenn einer der Mittäter erst im Laufe der Ausführung der strafbaren Handlung durch Setzung einer eigenen Ausführungshandlung hinzutritt (sukzessive Mittäterschaft).", "Rechtsgebiet": ["Strafrecht"]}, "RS0118977": {"RS": "RS0118977", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20040427_OGH0002_0110OS00034_0400000_001", "Gericht": "OGH", "ET_Count": 58, "Normen": ["StPO §281", "StPO §281", "StPO §281", "StPO §281", "StPO §281"], "Rechtssatz": "Bei der Rüge von Verfahrensmängeln kann nur die unrichtige Entscheidung in der Rechtsfrage beim Rechtsmittelgericht geltend gemacht werden. Die Sachverhaltsgrundlage für eine prozessleitende Anordnung wird hingegen durch das jeweils zur Handhabung der im Rechtsmittel angesprochenen Verfahrensregel zuständig gewesene richterliche Organ in freier Beweiswürdigung festgestellt. Dies und die Begründung dafür sind nur nach Maßgabe der Kriterien der Z 5 (und zugunsten des Angeklagten auch der Z 5a) anfechtbar (WK-StPO § 281 Rz 40, 41, 46, 48, 50).Bei der Rüge von Verfahrensmängeln kann nur die unrichtige Entscheidung in der Rechtsfrage beim Rechtsmittelgericht geltend gemacht werden. Die Sachverhaltsgrundlage für eine prozessleitende Anordnung wird hingegen durch das jeweils zur Handhabung der im Rechtsmittel angesprochenen Verfahrensregel zuständig gewesene richterliche Organ in freier Beweiswürdigung festgestellt. Dies und die Begründung dafür sind nur nach Maßgabe der Kriterien der Ziffer 5, (und zugunsten des Angeklagten auch der Ziffer 5 a,) anfechtbar (WK-StPO Paragraph 281, Rz 40, 41, 46, 48, 50).", "Rechtsgebiet": ["Strafrecht"]}, "RS0094831": {"RS": "RS0094831", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19700529_OGH0002_0110OS00055_7000000_001", "Gericht": "OGH", "ET_Count": 51, "Normen": ["StGB §156"], "Rechtssatz": "Das Verbrechen der betrügerischen Krida setzt weder die Überschuldung noch Zahlungsunfähigkeit des Gemeinschuldners, noch die Eröffnung des Konkurses und auch nicht die Kenntnis des Gemeinschuldners darum voraus. Das Verbrechen ist erst mit dem Eintritt einer tatsächlichen Verringerung des Befriedigungsfonds der Gläubiger, mögen hievon auch alle oder nur einzelne Gläubiger unmittelbar betroffen sein, vollendet.", "Rechtsgebiet": ["Strafrecht"]}, "RS0095293": {"RS": "RS0095293", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19960507_OGH0002_0110OS00056_9600000_001", "Gericht": "OGH", "ET_Count": 4, "Normen": ["StGB §105"], "Rechtssatz": "Die Annahme des Rechtfertigungsgrundes nach § 105 Abs 2 StGB setzt nicht nur voraus, daß sowohl das angewendete Nötigungsmittel als auch der Nötigungszweck den guten Sitten nicht widerstreitet; es muß zwischen beiden auch ein sachlicher Zusammenhang im Sinn einer Mittel-Zweck-Beziehung bestehen. Danach liegt umgekehrt Rechtswidrigkeit ua dann vor, wenn ein qualitatives Mißverhältnis zwischen dem eingesetzten Mittel und dem erstrebten Zweck besteht oder wenn gerade die spezifische Verknüpfung von Mittel und Zweck sittenwidrig ist.Die Annahme des Rechtfertigungsgrundes nach Paragraph 105, Absatz 2, StGB setzt nicht nur voraus, daß sowohl das angewendete Nötigungsmittel als auch der Nötigungszweck den guten Sitten nicht widerstreitet; es muß zwischen beiden auch ein sachlicher Zusammenhang im Sinn einer Mittel-Zweck-Beziehung bestehen. Danach liegt umgekehrt Rechtswidrigkeit ua dann vor, wenn ein qualitatives Mißverhältnis zwischen dem eingesetzten Mittel und dem erstrebten Zweck besteht oder wenn gerade die spezifische Verknüpfung von Mittel und Zweck sittenwidrig ist.", "Rechtsgebiet": ["Strafrecht"]}, "RS0115184": {"RS": "RS0115184", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20010611_OGH0002_0110OS00065_0100000_001", "Gericht": "OGH", "ET_Count": 39, "Normen": ["StGB §15", "StGB §156"], "Rechtssatz": "Vollendet ist das Verbrechen der betrügerischen Krida nur dann, wenn feststeht, dass ein Gläubiger infolge eines das Vermögen verringernden Verhaltens des Schuldners eine Forderung nur zum Teil oder gar nicht beglichen erhält. Die Tathandlung muss eine Ursache dafür sein, dass zumindest ein Gläubiger effektiv einen Befriedigungsausfall erleidet (WK-StGB - 2 § 156 Rz 19).Vollendet ist das Verbrechen der betrügerischen Krida nur dann, wenn feststeht, dass ein Gläubiger infolge eines das Vermögen verringernden Verhaltens des Schuldners eine Forderung nur zum Teil oder gar nicht beglichen erhält. Die Tathandlung muss eine Ursache dafür sein, dass zumindest ein Gläubiger effektiv einen Befriedigungsausfall erleidet (WK-StGB - 2 Paragraph 156, Rz 19).", "Rechtsgebiet": ["Strafrecht"]}, "RS0128874": {"RS": "RS0128874", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20130618_OGH0002_0110OS00072_13T0000_001", "Gericht": "OGH", "ET_Count": 66, "Normen": ["StPO §281"], "Rechtssatz": "Wenn aus § 281 Abs 1 Z 5a StPO nur das angebliche Fehlen aktenkundiger Beweisergebnisse für die Schuld des Angeklagten, nicht aber gegen dessen Schuld sprechende Tatumstände releviert werden, gelangt die Tatsachenrüge nicht zu prozessförmiger Darstellung.Wenn aus Paragraph 281, Absatz eins, Ziffer 5 a, StPO nur das angebliche Fehlen aktenkundiger Beweisergebnisse für die Schuld des Angeklagten, nicht aber gegen dessen Schuld sprechende Tatumstände releviert werden, gelangt die Tatsachenrüge nicht zu prozessförmiger Darstellung.", "Rechtsgebiet": ["Strafrecht"]}, "RS0124903": {"RS": "RS0124903", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20090219_OGH0002_0120OS00152_08G0000_001", "Gericht": "OGH", "ET_Count": 2, "Normen": ["SMG §28a", "StGB §278"], "Rechtssatz": "Für die Strafbarkeit des zweiten und dritten Falls des § 278 Abs 3 StGB fordert das Gesetz in subjektiver Hinsicht Wissentlichkeit hinsichtlich der organisationsbezogenen oder deliktsbezogenen Förderung (§ 278 Abs 3 zweiter und dritter Fall StGB).Für die Strafbarkeit des zweiten und dritten Falls des Paragraph 278, Absatz 3, StGB fordert das Gesetz in subjektiver Hinsicht Wissentlichkeit hinsichtlich der organisationsbezogenen oder deliktsbezogenen Förderung (Paragraph 278, Absatz 3, zweiter und dritter Fall StGB).", "Rechtsgebiet": ["Strafrecht"]}, "RS0099909": {"RS": "RS0099909", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19870409_OGH0002_0120OS00177_8600000_011", "Gericht": "OGH", "ET_Count": 19, "Normen": ["StPO §281", "StPO §281", "StPO §345", "StPO §345", "StPO §345", "StPO §362"], "Rechtssatz": "Die zu § 281 Abs 1 Z 9 lit a, b und Z 10 StPO entwickelte Judikatur über den sogenannten Feststellungsmangel ist auf die Rechtsrügen nach § 345 Abs 1 StPO nicht übertragbar, weil eine Verpflichtung der Geschworenen zur Feststellung eines konkreten Sachverhalts, der die umfassende rechtliche Beurteilung ermöglicht, nach dem Gesetz nicht besteht. Die Erörterung aller aus den Verfahrensergebnissen resultierenden Rechtsfragen ist vielmehr durch die Vorschriften über die Fragestellung (§§ 312 bis 316 StPO) sichergestellt; diesbezügliche Verfahrensfehler stehen unter der Nichtigkeitssanktion der Z 6 des § 345 Abs 1 StPO.Die zu Paragraph 281, Absatz eins, Ziffer 9, Litera a,, b und Ziffer 10, StPO entwickelte Judikatur über den sogenannten Feststellungsmangel ist auf die Rechtsrügen nach Paragraph 345, Absatz eins, StPO nicht übertragbar, weil eine Verpflichtung der Geschworenen zur Feststellung eines konkreten Sachverhalts, der die umfassende rechtliche Beurteilung ermöglicht, nach dem Gesetz nicht besteht. Die Erörterung aller aus den Verfahrensergebnissen resultierenden Rechtsfragen ist vielmehr durch die Vorschriften über die Fragestellung (Paragraphen 312 bis 316 StPO) sichergestellt; diesbezügliche Verfahrensfehler stehen unter der Nichtigkeitssanktion der Ziffer 6, des Paragraph 345, Absatz eins, StPO.", "Rechtsgebiet": ["Strafrecht"]}, "RS0126734": {"RS": "RS0126734", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20110329_OGH0002_0120OS00029_11Y0000_001", "Gericht": "OGH", "ET_Count": 46, "Normen": ["JGG §7", "StPO §198"], "Rechtssatz": "Die für eine diversionelle Erledigung unentbehrliche Verantwortungsübernahme erfordert die bei allen Diversionsvarianten vorgesehene innere Bereitschaft zur Schadensgutmachung oder zum Tatfolgenausgleich, welche nur bei entsprechendem Unrechtsbewusstsein möglich ist.", "Rechtsgebiet": ["Strafrecht"]}, "RS0120025": {"RS": "RS0120025", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20050602_OGH0002_0120OS00038_05P0000_002", "Gericht": "OGH", "ET_Count": 31, "Normen": ["StPO §262", "StPO §281", "StPO §281", "StPO §281", "StPO §345"], "Rechtssatz": "Wurde ein zugunsten des Angeklagten sprechender (in der Schuld- oder Subsumtionsfrage oder hinsichtlich der Strafbefugnisgrenze) erheblicher Tatumstand im gesamten Strafverfahren nie in Zweifel gezogen, dazu keine Frage gestellt und auch keinerlei Beweisverfahren abgewickelt, so hat das Gericht, wenn es diesen gleichwohl für nicht gegeben erachtet, den Angeklagten bei sonstiger Nichtigkeit nach § 281 Abs 1 Z 5a StPO (hier: § 345 Abs 1 Z 13 erster Fall iVm § 281 Abs 1 Z 5a StPO) darauf hinzuweisen. Denn nur solcherart ist dieser in der Lage, sachgerechte Anträge dazu zu stellen (hier: Altersangaben zur Frage der Anwendbarkeit des § 5 Z 4 JGG).Wurde ein zugunsten des Angeklagten sprechender (in der Schuld- oder Subsumtionsfrage oder hinsichtlich der Strafbefugnisgrenze) erheblicher Tatumstand im gesamten Strafverfahren nie in Zweifel gezogen, dazu keine Frage gestellt und auch keinerlei Beweisverfahren abgewickelt, so hat das Gericht, wenn es diesen gleichwohl für nicht gegeben erachtet, den Angeklagten bei sonstiger Nichtigkeit nach Paragraph 281, Absatz eins, Ziffer 5 a, StPO (hier: Paragraph 345, Absatz eins, Ziffer 13, erster Fall in Verbindung mit Paragraph 281, Absatz eins, Ziffer 5 a, StPO) darauf hinzuweisen. Denn nur solcherart ist dieser in der Lage, sachgerechte Anträge dazu zu stellen (hier: Altersangaben zur Frage der Anwendbarkeit des Paragraph 5, Ziffer 4, JGG).", "Rechtsgebiet": ["Strafrecht"]}, "RS0116479": {"RS": "RS0116479", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20020604_OGH0002_0120OS00040_0200000_001", "Gericht": "OGH", "ET_Count": 5, "Normen": ["StGB §278a"], "Rechtssatz": "An einer kriminellen Organisation beteiligt sich als Mitglied, wer entsprechend seinem ausdrücklich erklärten oder konkludent zum Ausdruck gebrachten Willen sich in eine bestehende Organisation (gekennzeichnet durch unternehmensähnlichen, arbeitsteilig strukturierten Zusammenschluss einer größeren Zahl von Personen für längere Zeit) mit kriminellen Zielsetzungen auf längere Zeit oder überhaupt auf Dauer eingliedert und in dieser organisations- oder deliktsbezogen tätig wird, wobei eine bloß fallweise Beteiligung an einzelnen Straftaten oder Handlungsweisen, denen das mit dem Begriff der \"Mitgliedschaft\" verbundene Moment einer gewissen Dauer fehlt, nicht ausreicht.", "Rechtsgebiet": ["Strafrecht"]}, "RS0119094": {"RS": "RS0119094", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20040527_OGH0002_0120OS00049_0400000_001", "Gericht": "OGH", "ET_Count": 47, "Normen": ["StPO §258", "StPO §281", "StPO §281"], "Rechtssatz": "Der Angeklagte hat ein Recht darauf, nicht von einer ihm unbekannten Gerichtsnotorietät im Tatsachenbereich überrascht zu werden.", "Rechtsgebiet": ["Strafrecht"]}, "RS0129614": {"RS": "RS0129614", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20140828_OGH0002_0120OS00054_14D0000_001", "Gericht": "OGH", "ET_Count": 44, "Normen": ["StPO §290", "StPO §295"], "Rechtssatz": "Hat sich der Oberste Gerichtshof unter ausdrücklichem Hinweis auf eine verfehlte Subsumtion mangels eines darüber hinausgehenden konkreten Nachteils für den Angeklagten nicht zu amtswegigem Vorgehen nach § 290 Abs 1 zweiter Satz StPO veranlasst gesehen, ist auch das Erstgericht bei der Ausstellung der Endverfügung und der Strafkarte insoweit nicht an seinen eigenen Ausspruch über das anzuwendende Strafgesetz gebunden, sondern muss ‑ ebenso wie bei der Klarstellung durch den Obersten Gerichtshof ‑ von der Rechtsauffassung des Obersten Gerichtshofs ausgehen. Das Erstgericht hat daher bei der Mitteilung der Verurteilung an die Strafregisterbehörde von der Rechtsansicht des Obersten Gerichtshofs auszugehen.Hat sich der Oberste Gerichtshof unter ausdrücklichem Hinweis auf eine verfehlte Subsumtion mangels eines darüber hinausgehenden konkreten Nachteils für den Angeklagten nicht zu amtswegigem Vorgehen nach Paragraph 290, Absatz eins, zweiter Satz StPO veranlasst gesehen, ist auch das Erstgericht bei der Ausstellung der Endverfügung und der Strafkarte insoweit nicht an seinen eigenen Ausspruch über das anzuwendende Strafgesetz gebunden, sondern muss ‑ ebenso wie bei der Klarstellung durch den Obersten Gerichtshof ‑ von der Rechtsauffassung des Obersten Gerichtshofs ausgehen. Das Erstgericht hat daher bei der Mitteilung der Verurteilung an die Strafregisterbehörde von der Rechtsansicht des Obersten Gerichtshofs auszugehen.", "Rechtsgebiet": ["Strafrecht"]}, "RS0119763": {"RS": "RS0119763", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20050217_OGH0002_0120OS00007_05D0000_001", "Gericht": "OGH", "ET_Count": 22, "Normen": ["StGB §278", "StGB §28", "StGB §28"], "Rechtssatz": "Nach dem Willen des Gesetzgebers sollen im Sinne des § 278 Abs 3 StGB begangene Straftaten in echter Idealkonkurrenz zu dem gleichzeitig begangenen Vereinigungsdelikt stehen. Die Auffassung unumschränkter echter Konkurrenz lässt jene Delikte außer acht, die durch die Begehung als Mitglied einer kriminellen Vereinigung qualifiziert sind. Wenn gleichzeitig alle Tatbestandsmerkmale der „Beteiligung\" an einer kriminellen Vereinigung lediglich durch die Begehung einer strafbaren Handlung im Rahmen der Vereinigung erfüllt sind, so hat die Strafbarkeit nach § 278 Abs 1 (Abs 3 erster Fall) StGB hinter jener der spezielleren und jeweils höher bestraften Qualifikationsdelikte zurückzutreten, schließt dieser Deliktstypus den anderen doch begriffsnotwendig in sich ein (Spezialität). Nur in den Fällen, in denen es sich um einen Zusammenschluss zur Begehung anderer - noch nicht hinreichend konkretisierter - Verbrechen oder in § 278 StGB aufgezählten Vergehen durch zumindest ein Mitglied der Vereinigung oder die (aktive) Beteiligung an sonstigen Aktivitäten sowie Vorbereitungen der Vereinigung handelt, sofern dies im Wissen (§ 5 Abs 3 StGB) geschieht, dass dadurch die Vereinigung oder durch sie zu begehende Straftaten gefördert werden (§ 278 Abs 3 zweiter und dritter Fall StGB), wäre der Unrechtsgehalt durch die Bestrafung wegen eines tatsächlich ausgeführten, wenn auch durch die Begehung als Vereinigungsmitglied qualifizierten Delikts allein noch nicht abgegolten, sondern in einem solchen Fall vielmehr echte Konkurrenz gegeben.Nach dem Willen des Gesetzgebers sollen im Sinne des Paragraph 278, Absatz 3, StGB begangene Straftaten in echter Idealkonkurrenz zu dem gleichzeitig begangenen Vereinigungsdelikt stehen. Die Auffassung unumschränkter echter Konkurrenz lässt jene Delikte außer acht, die durch die Begehung als Mitglied einer kriminellen Vereinigung qualifiziert sind. Wenn gleichzeitig alle Tatbestandsmerkmale der „Beteiligung\" an einer kriminellen Vereinigung lediglich durch die Begehung einer strafbaren Handlung im Rahmen der Vereinigung erfüllt sind, so hat die Strafbarkeit nach Paragraph 278, Absatz eins, (Absatz 3, erster Fall) StGB hinter jener der spezielleren und jeweils höher bestraften Qualifikationsdelikte zurückzutreten, schließt dieser Deliktstypus den anderen doch begriffsnotwendig in sich ein (Spezialität). Nur in den Fällen, in denen es sich um einen Zusammenschluss zur Begehung anderer - noch nicht hinreichend konkretisierter - Verbrechen oder in Paragraph 278, StGB aufgezählten Vergehen durch zumindest ein Mitglied der Vereinigung oder die (aktive) Beteiligung an sonstigen Aktivitäten sowie Vorbereitungen der Vereinigung handelt, sofern dies im Wissen (Paragraph 5, Absatz 3, StGB) geschieht, dass dadurch die Vereinigung oder durch sie zu begehende Straftaten gefördert werden (Paragraph 278, Absatz 3, zweiter und dritter Fall StGB), wäre der Unrechtsgehalt durch die Bestrafung wegen eines tatsächlich ausgeführten, wenn auch durch die Begehung als Vereinigungsmitglied qualifizierten Delikts allein noch nicht abgegolten, sondern in einem solchen Fall vielmehr echte Konkurrenz gegeben.", "Rechtsgebiet": ["Strafrecht"]}, "RS0129716": {"RS": "RS0129716", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20140925_OGH0002_0120OS00072_14A0000_001", "Gericht": "OGH", "ET_Count": 18, "Normen": ["StGB §107b"], "Rechtssatz": "Bei der als Dauerdelikt mit tatbestandlicher Handlungseinheit konzipierten Bestimmung des § 107b StGB wird durch die ‑ ohne größere zeitliche Unterbrechung ‑ fortgesetzten tatbestandlichen Vorgangsweisen im Sinn des § 107b Abs 2 StGB lediglich eine strafbare Handlung verwirklicht (Zusammenfassung mehrerer Taten ähnlich dem § 29 StGB). Dies gilt auch bei Tathandlungen gegenüber einem zunächst unmündigen Opfer, welche vom Täter nach Erreichen der Mündigkeit des betroffenen Kindes fortgeführt werden. Bei der als Dauerdelikt mit tatbestandlicher Handlungseinheit konzipierten Bestimmung des Paragraph 107 b, StGB wird durch die ‑ ohne größere zeitliche Unterbrechung ‑ fortgesetzten tatbestandlichen Vorgangsweisen im Sinn des Paragraph 107 b, Absatz 2, StGB lediglich eine strafbare Handlung verwirklicht (Zusammenfassung mehrerer Taten ähnlich dem Paragraph 29, StGB). Dies gilt auch bei Tathandlungen gegenüber einem zunächst unmündigen Opfer, welche vom Täter nach Erreichen der Mündigkeit des betroffenen Kindes fortgeführt werden. Für die Verwirklichung der Qualifikation nach § 107b Abs 3 Z 1 erster Fall StGB ist dabei allerdings maßgeblich, dass die mehrfachen tatbestandlichen Handlungen iSd § 107b Abs 2 StGB bereits vor Erreichen des 14. Lebensjahres des Opfers einer fortgesetzten, also längere Zeit andauernden Gewaltausübung entsprechen. Genügen die wiederholten Tathandlungen (auch unter Berücksichtigung der gebotenen Gesamtbetrachtung von Dauer, Dichte und Intensität der Gewaltausübung) gegenüber dem unmündigen Opfer (noch) nicht dem Erfordernis einer fortgesetzten Gewaltausübung, dann erfüllt der nach dem 14. Geburtstag des Opfers weiterhin Gewaltakte setzende Täter ab Erreichen des zeitlichen Kriteriums zwar den Grundtatbestand des § 107b Abs 1 StGB, nicht aber die Qualifikation nach § 107b Abs 3 Z 1 erster Fall StGB.Für die Verwirklichung der Qualifikation nach Paragraph 107 b, Absatz 3, Ziffer eins, erster Fall StGB ist dabei allerdings maßgeblich, dass die mehrfachen tatbestandlichen Handlungen iSd Paragraph 107 b, Absatz 2, StGB bereits vor Erreichen des 14. Lebensjahres des Opfers einer fortgesetzten, also längere Zeit andauernden Gewaltausübung entsprechen. Genügen die wiederholten Tathandlungen (auch unter Berücksichtigung der gebotenen Gesamtbetrachtung von Dauer, Dichte und Intensität der Gewaltausübung) gegenüber dem unmündigen Opfer (noch) nicht dem Erfordernis einer fortgesetzten Gewaltausübung, dann erfüllt der nach dem 14. Geburtstag des Opfers weiterhin Gewaltakte setzende Täter ab Erreichen des zeitlichen Kriteriums zwar den Grundtatbestand des Paragraph 107 b, Absatz eins, StGB, nicht aber die Qualifikation nach Paragraph 107 b, Absatz 3, Ziffer eins, erster Fall StGB.", "Rechtsgebiet": ["Strafrecht"]}, "RS0095673": {"RS": "RS0095673", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_19770818_OGH0002_0120OS00084_7700000_005", "Gericht": "OGH", "ET_Count": 3, "Normen": ["StGB §233"], "Rechtssatz": "Der Täter, der mit dem selben Falschgeld eine Tathandlung nach Z 1 und eine nach Z 2 Abs 1 des § 233 StGB begeht, verantwortet nur § 233 Abs 1 Z 2 StGB.Der Täter, der mit dem selben Falschgeld eine Tathandlung nach Ziffer eins und eine nach Ziffer 2, Absatz eins, des Paragraph 233, StGB begeht, verantwortet nur Paragraph 233, Absatz eins, Ziffer 2, StGB.", "Rechtsgebiet": ["Strafrecht"]}, "RS0116876": {"RS": "RS0116876", "URL": "https://ris.bka.gv.at/Dokument.wxe?Abfrage=Justiz&Dokumentnummer=JJR_20021003_OGH0002_0120OS00087_0100000_001", "Gericht": "OGH", "ET_Count": 19, "Normen": ["FinStrG §31", "FinStrG §4", "StGB §58"], "Rechtssatz": "Ob eine Tat verjährt ist, richtet sich grundsätzlich nach dem im Entscheidungszeitpunkt geltenden Recht, nach früherem Recht nur dann, wenn die Verjährung bereits unter dessen Geltung eingetreten war. Ein dem Ausscheiden einer Verjährungsnorm aus dem Rechtsbestand nachfolgender Zeitablauf hat bei dem die außer Kraft getretene Verjährungsbestimmung betreffenden Günstigkeitsvergleich gemäß § 4 Abs 2 FinStrG außer Betracht zu bleiben.Ob eine Tat verjährt ist, richtet sich grundsätzlich nach dem im Entscheidungszeitpunkt geltenden Recht, nach früherem Recht nur dann, wenn die Verjährung bereits unter dessen Geltung eingetreten war. Ein dem Ausscheiden einer Verjährungsnorm aus dem Rechtsbestand nachfolgender Zeitablauf hat bei dem die außer Kraft getretene Verjährungsbestimmung betreffenden Günstigkeitsvergleich gemäß Paragraph 4, Absatz 2, FinStrG außer Betracht zu bleiben.", "Rechtsgebiet": ["Strafrecht"]}}, "index": {}}